{"File":"t003460","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":19,"Factor 2":112,"Factor 3":3,"Factor 4":-20,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Mr. Howe, Mr. Vice President. First uh – let me again try to correct the record on the matter of Quemoy and Matsu. I voted for the Formosa resolution in 1955. I have sustained it since then. I’ve said that I agree with the Administration policy. Mr. Nixon earlier indicated that he would defend Quemoy and Matsu even if the attack on these islands, two miles off the coast of China, were not part of a general attack an Formosa and the Pescadores. I indicated that I would defend those islands if the attack were directed against Pescadores and Formosa, which is part of the Eisenhower policy. I’ve supported that policy. In the last week, as a member of the Senate Foreign Relations Committee, I have re-read the testimony of General Twining representing the Administration in 1959, and the Assistant Secretary of State before the Foreign Relations Committee in 1958, and I have accurately described the Administration policy, and I support it wholeheartedly. So that really isn’t an issue in this campaign. It isn’t an issue with Mr. Nixon, who now says that he also supports the Eisenhower policy. Nor is the question that all Americans want peace and security an issue in this campaign. The question is: are we moving in the direction of peace and security? Is our relative strength growing? Is, as Mr. Nixon says, our prestige at an all-time high, as he said a week ago, and that of the Communists at an all-time low? I don’t believe it is. I don’t believe that our relative strength is increasing. And I say that not as the Democratic standard-bearer, but as a citizen of the United States who is concerned about the United States. I look at Cuba, ninety miles off the coast of the United States. In 1957 I was in Havana. I talked to the American Ambassador there. He said that he was the second most powerful man in Cuba. And yet even though Ambassador Smith and Ambassador Gardner, both Republican Ambassadors, both warned of Castro, the Marxist influences around Castro, the Communist influences around Castro, both of them have testified in the last six weeks, that in spite of their warnings to the American government, nothing was done. Our d- security depends upon Latin America. Can any American looking at the situation in Latin America feel contented with what’s happening today, when a candidate for the presidency of Brazil feels it necessary to call – not on Washington during the campaign – but on Castro in Havana, in order to pick up the support of the Castro supporters in Brazil? At the American Conference – Inter-American Conference this summer, when we wanted them to join together in the denunciation of Castro and the Cuban Communists, we couldn’t even get the Inter-American group to join together in denouncing Castro. It was rather a vague statement that they finally made. Do you know today that the Com- the Russians broadcast ten times as many programs in Spanish to Latin America as we do? Do you know we don’t have a single program sponsored by our government to Cuba – to tell them our story, to tell them that we are their friends, that we want them to be free again? Africa is now the emerging area of the world. It contains twenty-five percent of all the members of the General Assembly. We didn’t even have a Bureau of African Affairs until 1957. In the Africa south of the Sahara, which is the major new section, we have less students from all of Africa in that area studying under government auspices today than from the country of Thailand. If there’s one thing Africa needs it’s technical assistance. And yet last year we gave them less than five percent of all the technical assistance funds that we distributed around the world. We relied in the Middle East on the Baghdad Pact, and yet when the Iraqi Government was changed, the Baghdad Pact broke down. We relied on the Eisenhower Doctrine for the Middle East, which passed the Senate. There isn’t one country in the Middle East that now endorses the Eisenhower Doctrine. We look to Europe uh – to Asia because the struggle is in the underdeveloped world. Which system, Communism or freedom, will triumph in the next five or ten years? That’s what should concern us, not the history of ten, or fifteen, or twenty years ago. But are we doing enough in these areas? What are freedom’s chances in those areas? By 1965 or 1970, will there be other Cubas in Latin America? Will Guinea and Ghana, which have now voted with the Communists frequently as newly independent countries of Africa – will there be others? Will the Congo go Communist? Will other countries? Are we doing enough in that area? And what about Asia? Is India going to win the economic struggle or is China going to win it? Who will dominate Asia in the next five or ten years? Communism? The Chinese? Or will freedom? The question which we have to decide as Americans – are we doing enough today? Is our strength and prestige rising? Do people want to be identified with us? Do they want to follow United States leadership? I don’t think they do, enough. And that’s what concerns me. In Africa – these countries that have newly joined the United Nations. On the question of admission of Red China, only two countries in all of Africa voted with us – Liberia and the Union of South Africa. The rest either abstained or voted against us. More countries in Asia voted against us on that question than voted with us. I believe that this struggle is going to go on, and it may be well decided in the next decade. I have seen Cuba go to the Communists. I have seen Communist influence and Castro influence rise in Latin America. I have seen us ignore Africa. There are six countries in Africa that are members of the United Nations. There isn’t a single American diplomatic representative in any of those six. When Guinea became independent, the Soviet Ambassador showed up that very day. We didn’t recognize them for two months; the American Ambassador didn’t show up for nearly eight months. I believe that the world is changing fast. And I don’t think this Administration has shown the foresight, has shown the knowledge, has been identified with the great fight which these people are waging to be free, to get a better standard of living, to live better. The average income in some of those countries is twenty-five dollars a year. The Communists say, “Come with us; look what we’ve done.” And we’ve been in – on the whole, uninterested. I think we’re going to have to do better. Mr. Nixon talks about our being the strongest country in the world. I think we are today. But we were far stronger relative to the Communists five years ago, and what is of great concern is that the balance of power is in danger of moving with them. They made a breakthrough in missiles, and by nineteen sixty-one, two, and three, they will be outnumbering us in missiles. I’m not as confident as he is that we will be the strongest military power by 1963. He talks about economic growth as a great indicator of freedom. I agree with him. What we do in this country, the kind of society that we build, that will tell whether freedom will be sustained around the world. And yet, in the last nine months of this year, we’ve had a drop in our economic growth rather than a gain. We’ve had the lowest rate of increase of economic growth in the last nine months of any major industrialized society in the world. I look up and see the Soviet flag on the moon. The fact is that the State Department polls on our prestige and influence around the world have shown such a sharp drop that up till now the State Department has been unwilling to release them. And yet they were polled by the U.S.I.A. The point of all this is, this is a struggle in which we’re engaged. We want peace. We want freedom. We want security. We want to be stronger. We want freedom to gain. But I don’t believe in these changing and revolutionary times this Administration has known that the world is changing – has identified itself with that change. I think the Communists have been moving with vigor – Laos, Africa, Cuba – all around the world today they’re on the move. I think we have to revita1ize our society. I think we have to demonstrate to the people of the world that we’re determined in this free country of ours to be first – not first if, and not first but, and not first when – but first. And when we are strong and when we are first, then freedom gains; then the prospects for peace increase; then the prospects for our society gain."}
{"File":"t003474","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":25,"Factor 3":2,"Factor 4":-15,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, Mr. Nixon, to go back to 1955. The resolution commits the president in the United States, which I supported, to defend uh – Formosa, the Pescadores, and if it was his military judgment, these islands. Then the President sent a mission, composed of Admiral Radford and Mr. Robertson, to persuade Chiang Kai-shek in the spring of fifty-five to withdraw from the two islands, because they were exposed. The President was unsuccessful; Chiang Kai-shek would not withdraw. I refer to the fact that in 1958, as a member of the Senate Foreign Relations Committee, I’m very familiar with the position that the United States took in negotiating with the Chinese Communists on these two islands. General Twining, in January, fifty-nine, described the position of the United States. The position of the United States has been that this build-up, in the words of the president, has been foolish. Mr. Herter has said these islands are indefensible. Chiang Kai-shek will not withdraw. Because he will not withdraw, because he’s committed to these islands, because we’ve been unable to persuade him to withdraw, we are in a very difficult position. And therefore, the President’s judgment has been that we should defend the islands if, in his military judgment and the judgment of the commander in the field, the attack on these islands should be part of an overall attack on Formosa. I support that. In view of the difficulties we’ve had with the islands, in view of the difficulties and disputes we’ve had with Chiang Kai-shek, that’s the only position we can take. That’s not the position you took, however. The first position you took, when this matter first came up, was that we should draw the line and commit ourselves, as a matter of principle, to defend these islands. Not as part of the defense of Formosa and the Pescadores. You showed no recognition of the Administration program to try to persuade Chiang Kai-shek for the last five years to withdraw from the islands. And I challenge you tonight to deny that the Administration has sent at least several missions to persuade Chiang Kai-shek’s withdrawal from these islands."}
{"File":"t003473","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":-7,"Factor 2":25,"Factor 3":-3,"Factor 4":-14,"Factor 5":-3,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I would say that the issue will stay with us as a campaign issue just as long as Senator Kennedy persists in what I think is a fundamental error. He says he supports the President’s position. He says that he voted for the resolution. Well just let me point this out; he voted for the resolution in 1955 which gave the president the power to use the forces of the United States to defend Formosa and the offshore islands. But he also voted then for an amendment – which was lost, fortunately – an amendment which would have drawn a line and left out those islands and denied the p- right to the president to defend those islands if he thought that it was an attack on Formosa. He repeated that error in 1959, in the speech that he made. He repeated it again in a television debate that we had. Now, my point is this: Senator Kennedy has got to be consistent here. Either he’s for the President and he’s against the position that those who opposed the President in fifty-five and fifty-nine – and the Senator’s position itself, stated the other day in our debate – either he is for the President and against that position or we simply have a disagreement here that must continue to be debated. Now if the Senator in his answer to this question will say “I now will depart, or retract my previous views; I think I was wrong in I 955; I think I was wrong in 1959; and I think I was wrong in our television debate to say that we should draw a line leaving out Quemoy and Matsu – draw a line in effect abandoning these islands to the Communists;” then this will be right out of the campaign because there will be no issue between us. I support the President’s position. I have always opposed drawing a line. I have opposed drawing a line because I know that the moment you draw a line, that is an encouragement for the Communists to attack – to step up their blackmail and to force you into the war that none of us want. And so I would hope that Senator Kennedy in his answer today would clear it up. It isn’t enough for him to say “I support the President’s position, that I voted for the resolution.” Of course, he voted for the resolution – it was virtually unanimous. But the point is, what about his error in voting for the amendment, which was not adopted, and then persisting in it in fifty-nine, persisting in it in the debate. It’s very simple for him to clear it up. He can say now that he no longer believes that a line should be drawn leaving these islands out of the perimeter of defense. If he says that, this issue will not be discussed in the campaign."}
{"File":"t003430","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":-1,"Factor 2":24,"Factor 3":1,"Factor 4":-12,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, the United States uh – has on occasion attempted uh – mostly in the middle fifties, to persuade Chiang Kai-shek to pull his troops back to Formosa. I believe strongly in the defense of Formosa. These islands are a few miles – five or six miles – off the coast of Red China, within a general harbor area and more than a hundred miles from Formosa. We have never said flatly that we will defend Quemoy and Matsu if it’s attacked. We say we will defend it if it’s part of a general attack on Formosa. But it’s extremely difficult to make that judgment. Now, Mr. Herter in 1958, when he was Under Secretary of State, said they were strategically undefensible. Admirals Spruance and Callins in 1955 said that we should not attempt to defend these islands, in their conference in the Far East. General Ridgway has said the same thing. I believe that when you get into a w- if you’re going to get into war for the defense of Formosa, it ought to be on a clearly defined line. One of the problems, I think, at the time of South Korea was the question of whether the United States would defend it if it were attacked. I believe that we should defend Formosa. We should come to its defense. To leave this rather in the air, that we will defend it under some conditions but not under other, I think is a mistake. Secondly, I would not suggest the withdrawal at the point of the Communist gun. It is a decision finally that the Nationalists should make and I believe that we should consult with them and attempt to work out a plan by which the line is drawn at the island of Formosa. It leaves a hundred miles between the sea. But with General Ridgway, Mr. Herter, General Collins, Admiral Spruance and many others, I think it’s unwise to take the chance of being dragged into a war which may lead to a world war over two islands which are not strategically defensible, which are not, according to their testimony, essential to the defense of Formosa. I think that uh – we should protect our commitments. I believe strongly we should do so in Berlin. I believe strongly we should d- do so in Formosa and I believe we should meet our commitments to every country whose security we’ve guaranteed. But I do not believe that that line in case of war should be drawn on those islands but instead on the island of Formosa. And as long as they are not essential to the defense of Formosa, it’s been my judgment ever since 1954, at the time of the Eisenhower Doctrine for the Far East, that our line should be drawn in the sea around the island itself."}
{"File":"t003436","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":17,"Factor 3":2,"Factor 4":-8,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Yes. The whole th- the United States now has a treaty – which I voted for in the United States Senate in 1955 – to defend Formosa and the Pescadores Island. The islands which Mr. Nixon is discussing are five or four miles, respectively, off the coast of China. Now when Senator Green, the chairman of the Senate Foreign Relations Committee, wrote to the President, he received back on the second of October, 1958 – “neither you nor any other American need feel the U.S. will be involved in military hostilities merely in the defense of Quemoy and Matsu.” Now, that is the issue. I believe we must meet our commitment to uh – Formosa. I support it and the Pescadores Island. That is the present American position. The treaty does not include these two islands. Mr. Nixon suggests uh – that the United States should go to war if these two islands are attacked. I suggest that if Formosa is attacked or the Pescadores, or if there’s any military action in any area which indicates an attack on Formosa and the Pescadores, then of course the United States is at war to defend its treaty. Now, I must say what Mr. Nixon wants to do is commit us – as I understand him, so that we can be clear if there’s a disagreement – he wants us to be committed to the defense of these islands merely as the defense of these islands as free territory, not as part of the defense of Formosa. Admiral Yarnell, the commander of the Asiatic fleet, has said that these islands are not worth the bones of a single American. The President of the United States has indicated they are not within the treaty area. They were not within the treaty area when the treaty was passed in fifty-five. We have attempted to persuade Chiang Kai-shek as late as January of 1959 to reduce the number of troops he has on them. This is a serious issue, and I think we ought to understand completely if we disagree, and if so, where."}
{"File":"t003440","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":8,"Factor 3":3,"Factor 4":-8,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I don’t think it’s possible for Mr. Nixon to state the record in distortion of the facts with more precision than he just did. In 1955, Mr. Dulles at a press conference said: “The treaty that we have with the Republic of China excludes Quemoy and Matsu from the treaty area.” That was done with much thought and deliberation. Therefore that treaty does not commit the United States to defend anything except Formosa and the Pescadores, and to deal with acts against that treaty area. I completely sustained the treaty. I voted for it. I would take any action necessary to defend the treaty, Formosa, and the Pescadores Island. What we’re now talking about is the Vice President’s determination to guarantee Quemoy and Matsu, which are four and five miles off the coast of Red China, which are not within the treaty area. I do not suggest that Chiang Kai-shek – and this Administration has been attempting since 1955 to persuade Chiang Kai-shek to lessen his troop commitments. Uh – He sent a mission – the President – in 1955 of Mr. uh – Robertson and Admiral Radford. General Twining said they were still doing it in 1959. General Ridgway said – who was Chief of Staff: “To go to war for Quemoy and Matsu to me would seem an unwarranted and tragic course to take. To me that concept is completely repugnant.” So I stand with them. I stand with the Secretary of State, Mr. Herter, who said these islands were indefensible. I believe that we should meet our commitments, and if the Chinese Communists attack the Pescadores and Formosa, they know that it will mean a war. I would not ho- hand over these islands under any point of gun. But I merely say that the treaty is quite precise and I sustain the treaty. Mr. Nixon would add a guarantee to islands five miles off the coast of the re- Republic of China when he’s never really protested the Communists seizing Cuba, ninety miles off the coast of the United States."}
{"File":"t003471","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":2,"Factor 2":46,"Factor 3":-2,"Factor 4":-7,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"One of the areas, and of course the most vulnerable area is – I have felt, has been Eastern Europe. I’ve been critical of the Administration’s failure to suggest policies which would make it possible for us to establish, for example, closer relations with Poland, particularly after the fifty-five-fifty-six period and the Hungarian revolution. We indicated at that time that we were not going to intervene militarily. But there was a period there when Poland demonstrated a national independence and even the Polish government moved some differn- di- distance away from the Soviet Union. I suggested that we amend our legislation so that we could enjoy closer economic ties. We received the support first of the Administration and then not, and we were defeated by one vote in the Senate. We passed the bill in the Senate this year but it didn’t pass the House. I would say Eastern Europe is the area of vulnerability of the uh – s- of the Soviet Union. Secondly, the relations between Russia and China. They are now engaged in a debate over whether war is the means of Communizing the world or whether they should use subversion, infiltration, economic struggles and all the rest. No one can say what that course of action will be, but I think the next president of the United States should watch it carefully. If those two powers should split, it could have great effects throughout the entire world. Thirdly, I believe that India represents a great area for affirmative action by the free world. India started from about the same place that China did. Chinese Communists have been moving ahead the last ten years. India under a free society has been making some progress. But if India does not succeed – with her four hundred and fifty million people, if she can’t make freedom work – then people around the world are going to determine – particularly in the underdeveloped world – that the only way that they can develop their resources is through the Communist system. Fourth, let me say that in Africa, Asia, Latin America, Eastern Europe, the great force on our side is the desire of people to be free. This has expressed itself in the revolts in Eastern Europe. It’s expressed itself in the desire of the people of Africa to be independent of Western Europe. They want to be free. And my judgment is that they don’t want to give their freedom up to become Communists. They want to stay free, independent perhaps of us, but certainly independent of the Communists. And I believe if we identify ourselves with that force, if we identify ourselves with it as Lincoln, as Wilson did, as Franklin Roosevelt did, if we become known as the friend of freedom, sustaining freedom, helping freedom, helping these people in the fight against poverty and ignorance and disease, helping them build their lives, I believe in Latin America, Africa, and Asia, eventually in the Eastern Europe and the Middle East, certainly in Western Europe, we can strengthen freedom. We can make it move. We can put the Communists on the defensive."}
{"File":"t003476","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":12,"Factor 2":72,"Factor 3":-4,"Factor 4":-7,"Factor 5":1,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I uh – said that I’ve served this country for fourteen years. I served it uh – in the war. I’m devoted to it. If I lose this election, I will continue in the Senate to try to build a stronger country. But I run because I believe this year the United States has a great opportunity to make a move forward, to make a determination here at home and around the world, that it’s going to reestablish itself as a vigorous society. My judgment is that the Republican party has stood still here in the United States, and it’s also stood still around the world. Uh – We’re using about fifty percent of our steel capacity today. We had a recession in fifty-eight. We had a recession in fifty-four. We’re not moving ahead in education the way we should. We didn’t make a judgment in fifty-seven and fifty-six and fifty-five and fifty-four that outer space would be important. If we stand still here, if we appoint people to ambassadorships and positions in Washington who have a status quo outlook, who don’t recognize that this is a revolutionary time, then the United States does not maintain its influence. And if we fail, the cause of freedom fails. I believe it incumbent upon the next president of the United States to get this country moving again, to get our economy moving ahead, to set before the American people its goals, its unfinished business. And then throughout the world appoint the best people we can get, ambassadors who can speak the language – no mere – not merely people who made a political contribution but who can speak the language. Bring students here; let them see what kind of a country we have. Mr. Nixon said that we should not regard them as pawns in the cold war; we should identify ourselves with them. If that were true, why didn’t we identify ourselves with the people of Africa? Why didn’t we bring students over here? Why did we suddenly offer Congo three hundred students last June when they had the tremendous revolt? That was more than we had offered to all of Africa before from the federal government. I believe that this party – Republican party – has stood still really for twenty-five years – its leadership has. It opposed all of the programs of President Roosevelt and others – the minimum wage and for housing and economic growth and development of our natural resources, the Tennessee Valley and all the rest. And I believe that if we can get a party which believes in movement, which believes in going ahead, then we can reestablish our position in the world – strong defense, strong in economic growth, justice for our people, co- guarantee of constitutional rights, so that people will believe that we practice what we preach, and then around the world, particularly to try to reestablish the atmosphere which existed in Latin America at the time of Franklin Roosevelt. He was a good neighbor in Latin America because he was a good neighbor in the United States; because they saw us as a society that was compassionate, that cared about people, that was moving this country ahead. I believe it my responsibility as the leader of the Democratic party in 1960 to try to warn the American people that in this crucial time we can no longer afford to stand still. We can no longer afford to be second best. I want people all over the world to look to the United States again, to feel that we’re on the move, to feel that our high noon is in the future. I want Mr. Khrushchev to know that a new generation of Americans who fought in Europe and Italy and the Pacific for freedom in World War II have now taken over in the United States, and that they’re going to put this country back to work again. I don’t believe that there is anything this country cannot do. I don’t believe there’s any burden, or any responsibility, that any American would not assume to protect his country, to protect our security, to advance the cause of freedom. And I believe it incumbent upon us now to do that. Franklin Roosevelt said in 1936 that that generation of Americans had a rendezvous with destiny. I believe in 1960 and sixty-one and two and three we have a rendezvous with destiny. And I believe it incumbent upon us to be the defenders of the United States and the defenders of freedom; and to do that, we must give this country leadership and we must get America moving again."}
{"File":"t003424","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":10,"Factor 3":7,"Factor 4":-5,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"No, of course I haven’t talked to Prime Minister Macmillan. It would not be appropriate for me to do so. The President is still going to be president for the next four months and he, of course, is the only one who could commit this country in this period. As far as a summit conference is concerned, I want to make my position absolutely clear. I would be willing as president to meet with Mr. Khrushchev or any other world leader if it would serve the cause of peace. I would not be able wou- would be willing to meet with him however, unless there were preparations for that conference which would give us some reasonable certainty – some reasonable certainty – that you were going to have some success. We must not build up the hopes of the world and then dash them as was the case in Paris. There, Mr. Khrushchev came to that conference determined to break it up. He was going to break it up because he would – knew that he wasn’t going to get his way on Berlin and on the other key matters with which he was concerned at the Paris Conference. Now, if we’re going to have another summit conference, there must be negotiations at the diplomatic level – the ambassadors, the Secretaries of State, and others at that level – prior to that time, which will delineate the issues and which will prepare the way for the heads of state to meet and make some progress. Otherwise, if we find the heads of state meeting and not making progress, we will find that the cause of peace will have been hurt rather than helped. So under these circumstances, I, therefore, strongly urge and I will strongly hold, if I have the opportunity to urge or to hold – this position: that any summit conference would be gone into only after the most careful preparation and only after Mr. Khrushchev – after his disgraceful conduct at Paris, after his disgraceful conduct at the United Nations – gave some assurance that he really wanted to sit down and talk and to accomplish something and not just to make propaganda."}
{"File":"t003435","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":28,"Factor 3":7,"Factor 4":-5,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Mr. Von Fremd, it would be completely irresponsible for a candidate for the presidency, or for a president himself, to indicate the course of action and the weapons he would use in the event of such an attack. I will say this: in the event that such an attack occurred and in the event the attack was a prelude to an attack on Formosa – which would be the indication today because the Chinese Communists say over and over again that their objective is not the offshore islands, that they consider them only steppingstones to taking Formosa – in the event that their attack then were a prelude to an attack on Formosa, there isn’t any question but that the United States would then again, as in the case of Berlin, honor our treaty obligations and stand by our ally of Formosa. But to indicate in advance how we would respond, to indicate the nature of this response would be incorrect; it would certainly be inappropriate; it would not be in the best interests of the United States. I will only say this, however, in addition: to do what Senator Kennedy has suggested – to suggest that we will surrender these islands or force our Chinese Nationalist allies to surrender them in advance – is not something that would lead to peace; it is something that would lead, in my opinion, to war. This is the history of dealing with dictators. This is something that Senator Kennedy and all Americans must know. We tried this with Hitler. It didn’t work. He wanted first uh – we know, Austria, and then he went on to the Sudetenland and then Danzig, and each time it was thought this is all that he wanted. Now what do the Chinese Communists want? They don’t want just Quemoy and Matsu; they don’t want just Formosa; they want the world. And the question is if you surrender or indicate in advance that you’re not going to defend any part of the free world, and you figure that’s going to satisfy them, it doesn’t satisfy them. It only whets their appetite; and then the question comes, when do you stop them? I’ve often heard President Eisenhower in discussing this question, make the statement that if we once start the process of indicating that this point or that point is not the place to stop those who threaten the peace and freedom of the world, where do we stop them? And I say that those of us who stand against surrender of territory – this or any others – in the face of blackmail, in the s- face of force by the Communists are standing for the course that will lead to peace."}
{"File":"t003444","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":1,"Factor 2":20,"Factor 3":2,"Factor 4":-5,"Factor 5":-2,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well number one on Indochina, Mr. Nixon talked in – before the newspaper editors in the spring of 1954 about putting, and I quote him, “American boys into Indochina.” The reason Indochina was preserved was the result of the Geneva Conference which Indochina. Number two, on the question of the U-2 flights. I thought the. U-2 flight in May just before the conference was a mistake in timing because of the hazards involved, if the summit conference had any hope for success. I never criticized the U-2 flights in general, however. I never suggested espionage should stop. It still goes on, I would assume, on both sides. Number three, the Vice President – on May fifteenth after the U-2 flight – indicated that the flights were going on, even though the Administration and the President had canceled the flights on May twelfth. Number three, the pre – Vice President suggests that we should keep the Communists in doubt about whether we would fight on Quemoy and Matsu. That’s not the position he’s taking. He’s indicating that we should fight for these islands come what may because they are, in his words, in the area of freedom. He didn’t take that position on Tibet. He didn’t take that position on Budapest. He doesn’t take that position that I’ve seen so far in Laos. Guinea and Ghana have both moved within the Soviet sphere of influence in foreign policy; so has Cuba. I merely say that the United States should meet its commitments to Que- to uh – Formosa and the Pescadores. But as Admiral Yarnell has said, and he’s been supported by most military authority, these islands that we’re now talking about are not worth the bones of a single American soldier; and I know how difficult it is to sustain troops close to the shore under artillery bombardment. And therefore, I think, we should make it very clear the disagreement between Mr. Nixon and myself. He’s extending the Administration’s commitment."}
{"File":"t001545","Title":"September 26, 2008 Debate Transcript","Debate":"The First McCain-Obama Presidential Debate","Date":1222387200000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"JIM LEHRER","Speaker":"MCCAIN","Party":"Republican","Factor 1":-3,"Factor 2":12,"Factor 3":6,"Factor 4":-4,"Factor 5":3,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, I was interested in Senator Obama’s reaction to the Russian aggression against Georgia. His first statement was, “Both sides ought to show restraint.” Again, a little bit of naivete there. He doesn’t understand that Russia committed serious aggression against Georgia. And Russia has now become a nation fueled by petro-dollars that is basically a KGB apparatchik-run government. I looked into Mr. Putin’s eyes, and I saw three letters, a “K,” a “G,” and a “B.” And their aggression in Georgia is not acceptable behavior. I don’t believe we’re going to go back to the Cold War. I am sure that that will not happen. But I do believe that we need to bolster our friends and allies. And that wasn’t just about a problem between Georgia and Russia. It had everything to do with energy. There’s a pipeline that runs from the Caspian through Georgia through Turkey. And, of course, we know that the Russians control other sources of energy into Europe, which they have used from time to time. It’s not accidental that the presidents of Latvia, Estonia, Lithuania, Poland, and Ukraine flew to Georgia, flew to Tbilisi, where I have spent significant amount of time with a great young president, Misha Saakashvili. And they showed solidarity with them, but, also, they are very concerned about the Russian threats to regain their status of the old Russian to regain their status of the old Russian empire. Now, I think the Russians ought to understand that we will support — we, the United States — will support the inclusion of Georgia and Ukraine in the natural process, inclusion into NATO. We also ought to make it very clear that the Russians are in violation of their cease-fire agreement. They have stationed additional troops in Abkhazia and South Ossetia. By the way, I went there once, and we went inside and drove in, and there was a huge poster. And this is — this is Georgian territory. And there was a huge poster of Vladimir Putin, and it said, “Vladimir Putin, our president.” It was very clear, the Russian intentions towards Georgia. They were just waiting to seize the opportunity. So, this is a very difficult situation. We want to work with the Russians. But we also have every right to expect the Russians to behave in a fashion and keeping with a — with a — with a country who respects international boundaries and the norms of international behavior. And watch Ukraine. This whole thing has got a lot to do with Ukraine, Crimea, the base of the Russian fleet in Sevastopol. And the breakdown of the political process in Ukraine between Tymoshenko and Yushchenko is a very serious problem. So watch Ukraine, and let’s make sure that we — that the Ukrainians understand that we are their friend and ally."}
{"File":"t002055","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":2,"Factor 2":8,"Factor 3":1,"Factor 4":-4,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, I’m pleased with the results of the election. As the vice president is. It’s time for the man to go. It means that the United States must have a strong diplomatic hand with our friends in NATO. That’s why it’s important to make sure our alliances are as strong as they possibly can be to keep the pressure on Mr. Milosevic. But this will be an interesting moment for the Russians to step up and lead as well. Be a wonderful time for the Russians to step into the Balkans and convince Mr. Milosevic that it’s in his best interest and his country’s best interest to leave office. The Russians have a lot of sway in that part of the world. We would like to see the Russians use that sway to encourage democracy to take hold. It’s an encouraging election. It’s time for the man to leave."}
{"File":"t002488","Title":"October 16, 1996 Debate Transcript","Debate":"The Second Clinton-Dole Presidential Debate","Date":845424000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":42,"Factor 2":9,"Factor 3":0,"Factor 4":-4,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"First of all, we have a big plan to reduce the capital gains tax when people sell their homes. Part of my tax package which is paid for in my balanced budget plan would exempt up to half a million dollars in gains from people when they sell their homes, which I think is the biggest capital gains benefit we could give to most ordinary Americans. We also have capital gains now for people that invest in new small businesses and hold the investment for five years. It was part of our other economic plan. And these are things I think that will go a long way toward helping America build a stronger economy and a better tax system. I think the most important thing to emphasize, though, is that we also have to help people in other ways to build a strong economy and we can’t have any tax cut that’s not paid for. One of the big differences between Senator Dole and myself is that I told you how I’m going to pay for every penny of the tax cuts I recommend and we’ve worked hard to bring this deficit down and that’s helped people in the real estate business because the interest rates are lower. We’ve got home ownership at a 15-year high. We’ve got this country going in the right direction. So we can have a tax cut but my priority would be to help the families who need it with child rearing and education and buying a first-time home and helping for health care costs. So from your business, helping in buying a first-time home, exempting the capital gains on the sale of the home would be the most important things that you asked about. Thank you, Pamela."}
{"File":"t003183","Title":"October 21, 1984 Debate Transcript","Debate":"The Second Reagan-Mondale Presidential Debate","Date":467164800000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"THE PRESIDENT","Party":"Republican","Factor 1":11,"Factor 2":14,"Factor 3":2,"Factor 4":-4,"Factor 5":0,"Factor 6":-2,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Georgie Anne, we, believe me, supported the Simpson-Mazzoli bill strongly — and the bill that came out of the Senate. However, there were things added in in the House side that we felt made it less of a good bill; as a matter of fact, made it a bad bill. And in conference — we stayed with them in conference all the way to where even Senator Simpson did not want the bill in the manner in which it would come out of the conference committee. There were a number of things in there that weakened that bill. I can’t go into detail about them here. But it is true our borders are out of control. It is also true that this has been a situation on our borders back through a number of administrations. And I supported this bill. I believe in the idea of amnesty for those who have put down roots and who have lived here even though sometime back they may have entered illegally. With regard to the employer sanctions, we must have that not only to ensure that we can identify the illegal aliens, but also, while some keep protesting about what it would do to employers, there is another employer that we shouldn’t be so concerned about, and these are employers down through the years who have encouraged the illegal entry into this country because they then hire these individuals and hire them at starvation wages and with none of the benefits that we think are normal and natural for workers in our country, and the individuals can’t complain because of their illegal status. We don’t think that those people should be allowed to continue operating free. And this was why the provisions that we had in with regard to sanctions, and so forth — and I’m going to do everything I can, and all of us in the administration are, to join in again when Congress is back at it to get an immigration bill that will give us, once again, control of our borders. And with regard to friendship below the border and with the countries down there, yes, no administration that I know has established the relationship that we have with our Latin friends. But as long as they have an economy that leaves so many people in dire poverty and unemployment, they are going to seek that employment across our borders. And we work with those other countries."}
{"File":"t003431","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":13,"Factor 3":0,"Factor 4":-4,"Factor 5":0,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I disagree completely with Senator Kennedy on this point. I remember in the period immediately before the Korean War, South Korea was supposed to be indefensible as well. Generals testified to that. And Secretary Acheson made a very famous speech at the Press Club, early in the year that k- Korean War started, indicating in effect that South Korea was beyond the defense zone of the United States. I suppose it was hoped when he made that speech that we wouldn’t get into a war. But it didn’t mean that. We had to go in when they came in. Now I think as far as Quemoy and Matsu are concerned, that the question is not these two little pieces of real estate – they are unimportant. It isn’t the few people who live on them – they are not too important. It’s the principle involved. These two islands are in the area of freedom. The Nationalists have these two islands. We should not uh – force our Nationalist allies to get off of them and give them to the Communists. If we do that we start a chain reaction; because the Communists aren’t after Quemoy and Matsu, they’re a- they’re after Formosa. In my opinion this is the same kind of woolly thinking that led to disaster for America in Korea. I am against it. I would never tolerate it as president of the United States, and I will hope that Senator Kennedy will change his mind if he should be elected."}
{"File":"t003443","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":29,"Factor 3":0,"Factor 4":-4,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, Mr. Cater, of course it’s a criticism that uh – is being made. Uh – I obviously don’t think it’s valid. I have supported the Administration’s position and I think that that position has been correct; I think my position has been correct. As far as Indochina was concerned, I stated over and over again that it was essential during that period that the United States make it clear that we would not tolerate Indochina falling under Communist domination. Now, as a result of our taking the strong stand that we did, the civil war there was ended; and today, at least in the south of Indochina, the Communists have moved out and we do have a strong, free bastion there. Now, looking to the U-2 flights, I would like to point out that I have been supporting the President’s position throughout. I think the President was correct in ordering these flights. I think the President was correct, certainly, in his decision to continue the flights while the conference was going on. I noted, for example, in reading a – uh – a – a particular discussion that Senator Kennedy had with Dave Garroway shortly after the uh – his statement about regrets, that uh – he made the statement that he felt that these particular flights uh – were ones that shouldn’t have occurred right at that time, and the indication was how would Mr. Khrushchev had felt if we had uh – had a flight over the uni- how would we have felt if Mr. Khrushchev ha – uh – had a flight over the United States while uh – he was visiting here. And the answer, of course, is that Communist espionage goes on all the time. The answer is that the United States can’t afford to have a es- an es – a espionage lack or should we s- uh – lag – or should I say uh – an intelligence lag – any more than we can afford to have a missile lag. Now, referring to your question with regard to Quemoy and Matsu. What I object to here is the constant reference to surrendering these islands. Senator Kennedy quotes the record, which he read from a moment ago, but what he forgets to point out is that the key vote – a uh – vote which I’ve referred to several times – where he was in the minority was one which rejected his position. Now, why did they reject it? For the very reason that those Senators knew, as the President of the United States knew, that you should not indicate to the Communists in advance that you’re going to surrender an area that’s free. Why? Because they know as Senator Kennedy will have to know that if you do that you encourage them to more aggression."}
{"File":"t003459","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":9,"Factor 2":88,"Factor 3":14,"Factor 4":-4,"Factor 5":-14,"Factor 6":4,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Mr. Howe, Senator Kennedy, my fellow Americans. Since this campaign began I have had a very rare privilege. I have traveled to forty-eight of the fifty states and in my travels I have learned what the people of the United States are thinking about. There is one issue that stands out above all the rest, one in which every American is concerned, regardless of what group he may be a member and regardless of where he may live. And that issue, very simply stated, is this: how can we keep the peace – keep it without surrender? How can we extend freedom – extend it without war? Now in determining how we deal with this issue, we must find the answer to a very important but simple question: who threatens the peace? Who threatens freedom in the world? There is only one threat to peace and one threat to freedom – that that is presented by the international Communist movement. And therefore if we are to have peace, we must know how to deal with the Communists and their leaders. I know Mr. Khrushchev. I also have had the opportunity of knowing and meeting other Communist leaders in the world. I believe there are certain principles we must find in dealing with him and his colleagues – principles, if followed, that will keep the peace and that also can extend freedom. First, we have to learn from the past, because we cannot afford to make the mistakes of the past. In the seven years before this Administration came into power in Washington, we found that six hundred million people went behind the Iron Curtain. And at the end of that seven years we were engaged in a war in Korea which cost of thirty thousand American lives. In the past seven years, in President Eisenhower’s Administration, this situation has been reversed. We ended the Korean War; by strong, firm leadership we have kept out of other wars; and we have avoided surrender of principle or territory at the conference table. Now why were we successful, as our predecessors were not successful? I think there’re several reasons. In the first place, they made a fatal error in misjudging the Communists; in trying to apply to them the same rules of conduct that you would apply to the leaders of the free world. One of the major errors they made was the one that led to the Korean War. In ruling out the defense of Korea, they invited aggression in that area. They thought they were going to have peace – it brought war. We learned from their mistakes. And so, in our seven years, we find that we have been firm in our diplomacy; we have never made concessions without getting concessions in return. We have always been willing to go the extra mile to negotiate for disarmament or in any other area. But we have never been willing to do anything that, in effect, surrendered freedom any place in the world. That is why President Eisenhower was correct in not apologizing or expressing regrets to Mr. Khrushchev at the Paris Conference, as Senator Kennedy suggested he could have done. That is why Senator wh- President Eisenhower was also correct in his policy in the Formosa Straits, where he declined, and refused to follow the recommendations – recommendations which Senator Kennedy voted for in 1955; again made in 1959; again repeated in his debates that you have heard – recommendations with regard to – again – slicing off a piece of free territory, and abandoning it, if – in effect, to the Communists. Why did the President feel this was wrong and why was the President right and his critics wrong? Because again this showed a lack of understanding of dictators, a lack of understanding particularly of Communists, because every time you make such a concession it does not lead to peace; it only encourages them to blackmail you. It encourages them to begin a war. And so I say that the record shows that we know how to keep the peace, to keep it without surrender. Let us move now to the future. It is not enough to stand on this record because we are dealing with the most ruthless, fanatical… leaders that the world has ever seen. That is why I say that in this period of the sixties, America must move forward in every area. First of all, although we are today, as Senator Kennedy has admitted, the strongest nation in the world militarily, we must increase our strength, increase it so that we will always have enough strength that regardless of what our potential opponents have – if the should launch a surprise attack – we will be able to destroy their war-making capability. They must know, in other words, that it is national suicide if they begin anything. We need this kind of strength because we’re the guardians of the peace. In addition to military strength, we need to see that the economy of this country continues to grow. It has grown in the past seven years. It can and will grow even more in the next four. And the reason that it must grow even more is because we have things to do at home and also because we’re in a race for survival – a race in which it isn’t enough to be ahead; it isn’t enough simply to be complacent. We have to move ahead in order to stay ahead. And that is why, in this field, I have made recommendations which I am confident will move the American economy ahead – move it firmly and soundly so that there will never be a time when the Soviet Union will be able to challenge our superiority in this field. And so we need military strength, we need economic strength, we also need the right diplomatic policies. What are they? Again we turn to the past. Firmness but no belligerence, and by no belligerence I mean that we do not answer insult by insult. When you are proud and confident of your strength, you do not get down to the level of Mr. Khrushchev and his colleagues. And that example that President Eisenhower has set we will continue to follow. But all this by itself is not enough. It is not enough for us simply to be the strongest nation militarily, the strongest economically, and also to have firm diplomacy. We must have a great goal. And that is: not just to keep freedom for ourselves but to extend it to all the world, to extend it to all the world because that is America’s destiny. To extend it to all the world because the Communist aim is not to hold their own but to extend Communism. And you cannot fight a victory for Communism or a strategy of victory for Communism with the strategy, simply of holding the line. And so I say that we believe that our policies of military strength, of economic strength, of diplomatic firmness first will keep the peace and keep it without surrender. We also believe that in the great field of ideals that we can lead America to the victory for freedom – victory in the newly developing countries, victory also in the captive countries – provided we have faith in ourselves and faith in our principles."}
{"File":"t003469","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":1,"Factor 2":13,"Factor 3":11,"Factor 4":-4,"Factor 5":-2,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well the conditions I laid out in one of our previous television debates, and it’s rather difficult to be much more specific than that. Uh – First of all, we have to have adequate preparation for a summit conference. This means at the secretary of state level and at the ambassadorial level. By adequate preparation I mean that at that level we must prepare an agenda, an agenda agreed upon with the approval of the heads of state involved. Now this agenda should delineate those issues on which there is a possibility of some agreement or negotiation. I don’t believe we should go to a summit conference unless we have such an agenda, unless we have some reasonable insur- assurance from Mr. Khrushchev that he intends seriously to negotiate on those points. Now this may seem like a rigid, inflexible position. But let’s look at the other side of the coin. If we build up the hopes of the world by having a summit conference that is not adequately prepared, and then, if Mr. Khrushchev finds some excuse for breaking it up – as he did this one – because he isn’t going to get his way – we’d set back the cause of peace. We do not help it. We can, in other words, negotiate many of these items of difference between us without going to the summit. I think we have to make a greater effort than we have been making at the secretary of state level, at the ambassadorial level, to work out the differences that we have. And so far as the summit conference is concerned, it should only be entered in upon, it should only be agreed upon, if the negotiations have reached the point that we have some reasonable assurance that something is going to come out of it, other than some phony spirit – a spirit of Geneva, or Camp David, or whatever it is. When I say “phony spirit,” I mean phony, not because the spirit is not good on our side, but because the Soviet Union simply doesn’t intend to carry out what they say. Now, these are the conditions that I can lay out. I cannot be more precise than that, because until we see what Mr. Khrushchev does and what he says uh – we cannot indicate what our plans will be."}
{"File":"t001116","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"OBAMA","Party":"Democratic","Factor 1":30,"Factor 2":0,"Factor 3":0,"Factor 4":-3,"Factor 5":7,"Factor 6":4,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"If — if we’re serious, we’ve got to take a balanced, responsible approach. And by the way, this is not just when it comes to individual taxes. Let’s talk about corporate taxes. Now, I’ve identified areas where we can, right away, make a change that I believe would actually help the economy. The oil industry gets $4 billion a year in corporate welfare. Basically, they get deductions that those small businesses that Governor Romney refers to, they don’t get. Now, does anybody think that ExxonMobil needs some extra money, when they’re making money every time you go to the pump? Why wouldn’t we want to eliminate that? Why wouldn’t we eliminate tax breaks for corporate jets? My attitude is, if you got a corporate jet, you can probably afford to pay full freight, not get a special break for it. When it comes to corporate taxes, Governor Romney has said he wants to, in a revenue neutral way, close loopholes, deductions — he hasn’t identified which ones they are — but that thereby bring down the corporate rate. Well, I want to do the same thing, but I’ve actually identified how we can do that. And part of the way to do it is to not give tax breaks to companies that are shipping jobs overseas. Right now, you can actually take a deduction for moving a plant overseas. I think most Americans would say that doesn’t make sense. And all that raises revenue. And so if we take a balanced approach, what that then allows us to do is also to help young people, the way we already have during my administration, make sure that they can afford to go to college. It means that the teacher that I met in Las Vegas, a wonderful young lady, who describes to me — she’s got 42 kids in her class. The first two weeks she’s got them, some of them sitting on the floor until finally they get reassigned. They’re using text books that are 10 years old. That is not a recipe for growth. That’s not how America was built. And so budgets reflect choices. Ultimately, we’re going to have to make some decisions. And if we’re asking for no revenue, then that means that we’ve got to get rid of a whole bunch of stuff. And the magnitude of the tax cuts that you’re talking about, Governor, would end up resulting in severe hardship for people, but more importantly, would not help us grow. As I indicated before, when you talk about shifting Medicaid to states, we’re talking about potentially a 30 — a 30 percent cut in Medicaid over time. Now, you know, that may not seem like a big deal when it just is, you know, numbers on a sheet of paper, but if we’re talking about a family who’s got an autistic kid and is depending on that Medicaid, that’s a big problem. And governors are creative. There’s no doubt about it. But they’re not creative enough to make up for 30 percent of revenue on something like Medicaid. What ends up happening is some people end up not getting help."}
{"File":"t001290","Title":"October 11, 2012 Debate Transcript","Debate":"REP. PAUL D. RYAN, R-WIS., VICE PRESIDENTIAL CANDIDATE,AND VICE PRESIDENT JOSEPH R. BIDEN JR. PARTICIPATE IN ACANDIDATES DEBATE, DANVILLE, KENTUCKY","Date":1349913600000,"Decade":2010,"Election":"2012 Election","Participants":"VICE PRESIDENT JOSEPH R. BIDEN JR. REP. PAUL D. RYAN, R-WIS.","Moderators":"MARTHA RADDATZ","Speaker":"BIDEN","Party":"Democratic","Factor 1":5,"Factor 2":23,"Factor 3":1,"Factor 4":-3,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Different country. It’s a different country. It is five times as large geographically, it has one-fifth the population, that is Libya, one-fifth the population, five times as large geographically. It’s in a part of the world where they’re not going to see whatever would come from that war. It seep into a regional war. You’re in a country that is heavily populated in the midst of the most dangerous area in the world. And, in fact, if in fact it blows up and the wrong people gain control, it’s going to have impact on the entire region causing potentially regional wars. We are working hand and glove with the Turks, with the Jordanians, with the Saudis, and with all the people in the region attempting to identify the people who deserve the help so that when Assad goes — and he will go — there will be a legitimate government that follows on, not an Al Qaida-sponsored government that follows on. And all this loose talk of my friend, Governor Romney, and the congressman, about how we’re going to do, we could do so much more in there, what more would they do other than put American boots on the ground? The last thing America needs is to get in another ground war in the Middle East, requiring tens of thousands, if not well over 100,000 American forces. That — they are the facts. They are the facts. Now, every time the governor is asked about this, he doesn’t say anything. He — he goes up with a whole lot of verbiage, but when he gets pressed he says, no, he would not do anything different than we are doing now. Are they proposing putting American troops on the ground? Putting American aircraft in the airspace? Is that what they’re proposing? If they do, they should speak up and say so, but that’s not what they’re saying. We are doing it exactly like we need to do to identify those forces who, in fact, will provide for a stable government and not cause a regional Sunni-Shia war when Bassad (sic) — when Bashar Assad falls."}
{"File":"t001957","Title":"September 30. 2004 Debate Transcript","Debate":"The First Bush-Kerry Presidential Debate","Date":1096502400000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSH, PRESIDENT OF THE UNITED STATES U.S. SENATOR JOHN F. KERRY (MA), DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"JIM LEHRER","Speaker":"BUSH","Party":"Republican","Factor 1":0,"Factor 2":20,"Factor 3":5,"Factor 4":-3,"Factor 5":-1,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"My opponent looked at the same intelligence I looked at and declared in 2002 that Saddam Hussein was a grave threat. He also said in December of 2003 that anyone who doubts that the world is safer without Saddam Hussein does not have the judgment to be president. I agree with him. The world is better off without Saddam Hussein. I was hoping diplomacy would work. I understand the serious consequences of committing our troops into harm’s way. It’s the hardest decision a president makes. So I went to the United Nations. I didn’t need anybody to tell me to go to the United Nations. I decided to go there myself. And I went there hoping that, once and for all, the free world would act in concert to get Saddam Hussein to listen to our demands. They passed the resolution that said, “Disclose, disarm, or face serious consequences.” I believe, when an international body speaks, it must mean what it says. Saddam Hussein had no intention of disarming. Why should he? He had 16 other resolutions and nothing took place. As a matter of fact, my opponent talks about inspectors. The facts are that he was systematically deceiving the inspectors. That wasn’t going to work. That’s kind of a pre-September 10th mentality, the hope that somehow resolutions and failed inspections would make this world a more peaceful place. He was hoping we’d turn away. But there was fortunately others beside myself who believed that we ought to take action. We did. The world is safer without Saddam Hussein."}
{"File":"t002489","Title":"October 16, 1996 Debate Transcript","Debate":"The Second Clinton-Dole Presidential Debate","Date":845424000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"DOLE","Party":"Republican","Factor 1":37,"Factor 2":6,"Factor 3":0,"Factor 4":-3,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Pam, what the president didn’t tell you is all his tax cuts expire the year 2000, but these increases go on forever. That’s the liberal approach. You know, give you a little tax cut, give you a couple of years, then make the tax increases go on forever. So the net tax increase in his plan’s somewhere between 60 and 80 billion dollars. We have in the Dole-Kemp economic plan, unless unless your home’s worth over 500,000 dollars. And if it is, I appreciate it congratulate you. But in any event, no tax. It’s a good idea, they saw it, they picked it up and put it in theirs, but it’s only temporary. Ours are permanent, ours is a good plan. Create jobs and opportunities. Capital gains rate, cut it in half, cut it 28 percent to 14 percent. There are 7 trillion dollars in assets locked up in America. If we cut the capital gains rate, I’m told everyday, I had a letter from a former constituent in Kansas saying I want to sell property in California, put it in my business in Kansas, I can’t, because the capital gains rate’s too high. We need to get the economy going. That’ll help social security. That’ll create more jobs. That’ll help people who want to get off welfare. It’s the American way."}
{"File":"t003412","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":21,"Factor 3":3,"Factor 4":-3,"Factor 5":-5,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I think Kenne- Senator Kennedy is wrong on three counts. First of all, he’s wrong in thinking th- er- even suggesting that Mr. Khrushchev might have continued the conference if we had expressed regrets. He knew these flights were going on long before and that wasn’t the reason that he broke up the conference. Second, he’s wrong in the analogies that he makes. The United States is a strong country. Whenever we do anything that’s wrong, we can express regrets. But when the president of the United States is doing something that’s right, something that is for the purpose of defending the security of this country against surprise attack, he can never express regrets or apologize to anybody, including Mr. Khrushchev. Now in that connection Senator Kennedy has criticized the President on the ground not only of not expressing regrets, but because he allowed this flight to take place while the summit conference – or immediately before the summit conference occurred. This seems to me is criticism that again is wrong on his part. We all remember Pearl Harbor. We lost three thousand American lives. We cannot afford an intelligence gap. And I just want to make my position absolutely clear with regard to getting intelligence information. I don’t intend to see to it that the United States is ever in a position where, while we’re negotiating with the Soviet Union, that we discontinue our intelligence effort. And I don’t intend ever to express regrets to Mr. Khrushchev or anybody else if I’m doing something that has the support of the Congress and that is right for the purpose of protecting the security of the United States."}
{"File":"t003418","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":12,"Factor 2":29,"Factor 3":-1,"Factor 4":-3,"Factor 5":2,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Yes. We have been wholly indifferent to Latin America until the last few months. The program that was put forward this summer, after we broke off the sugar quota with Cuba, really was done because we wanted to get through the O.A.S. meeting a condemnation of Russian infiltration of Cuba. And therefore we passed an authorization – not an aid bill – which was the first time, really, since the Inter-American Bank which was founded a year ago was developed, that we really have looked at the needs of Latin America; that we have associated ourselves with those people. Secondly, I believe that in the ca- that it’s far better for the United States, instead of concentrating our aid, particularly in the underdeveloped world, on surplus military equipment – we poured three hundred million dollars of surplus military equipment into Laos. We paid more military aid, more aid into Laos po- per – per person than in any country in the world and we ought to know now that Laos is moving from neutralism in the direction of the Communists. I believe instead of doing that, we should concentrate our aid in long-term loans which these people can pay back either in hard money or in local currency. This permits them to maintain their self-respect. It permits us to make sure that the projects which are invested in are going to produce greater wealth. And I believe that in cases of India and Africa and Latin America that this is where our emphasis should be. I would strengthen the Development Loan Fund. And Senator Fulbright, Senator Humphrey and I tried to do that. We tried to provide an appropriation of a billion and a half for five years, on a long-term loan basis, which this Administration opposed. And unless we’re ready to carry out programs like that in the sixties, this battle for economic survival which these people are waging are going to be lost. And if India should lose her battle, with thirty-five per cent of the people of the underdeveloped world within her borders, then I believe that the balance of power could move against us. I think the United States can afford to do these things. I think that we could not afford not to do these things. This goes to our survival. And here in a country which if it is moving ahead, if it’s developing its economy to the fullest – which we are not now – in my judgment, we’ll have the resources to meet our military commitments and also our commitments overseas. I believe it’s essential that we do it because in the next ten years the balance of power is going to begin to move in the world from one direction or another – towards us or towards the Communists – and unless we begin to identify ourselves not only with the anti-Communist fight, but also with the fight against poverty and hunger, these people are going to begin to turn to the Communists as an example. I believe we can do it. If we build our economy the way we should, we can afford to do these things and we must do it."}
{"File":"t003438","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. NIXON","Party":"Republican","Factor 1":3,"Factor 2":25,"Factor 3":-4,"Factor 4":-3,"Factor 5":0,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Yes. I am going to make a major speech on this whole subject next week before the next debate, and I will have an opportunity then to answer any other questions that may arise with regard to my position on it. There isn’t any question but that we must move forward in every possible way to reduce the danger of war; to move toward controlled disarmament; to control tests; but also let’s have in mind this: when Senator Kennedy suggests that we haven’t been making an effort, he simply doesn’t know what he’s talking about. It isn’t a question of the number of people who are working in an Administration. It’s a question of who they are. This has been one of the highest level operations in the whole State Department right under the President himself. We have gone certainly the extra mile and then some in making offers to the Soviet Union on control of tests, on disarmament, and in every other way. And I just want to make one thing very clear. Yes, we should make a great effort. But under no circumstances must the United States ever make an agreement based on trust. There must be an absolute guarantee. Now, just a comment on Senator Kennedy’s last answer. He forgets that in this same debate on the Formosa resolution, which he said he voted for – which he did – that he voted against an amendment, or was recorded against an amendment – and on this particular – or for an amendment, I should say – which passed the Senate overwhelmingly, seventy to twelve. And that amendment put the Senate of the United States on record with a majority of the Senator’s own party voting for it, as well as the majority of Republicans – put them on record – against the very position that the Senator takes now of surrendering, of indicating in advance, that the United States will not defend the offshore islands."}
{"File":"t000922","Title":"October 9, 2016 Debate Transcript","Debate":"Presidential Debate at Washington University in St. Louis, Missouri","Date":1475971200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Anderson Cooper (CNN) and Martha Raddatz (ABC News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":3,"Factor 2":15,"Factor 3":9,"Factor 4":-2,"Factor 5":-1,"Factor 6":-2,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, the situation in Syria is catastrophic. And every day that goes by, we see the results of the regime by Assad in partnership with the Iranians on the ground, the Russians in the air, bombarding places, in particular Aleppo, where there are hundreds of thousands of people, probably about 250,000 still left. And there is a determined effort by the Russian air force to destroy Aleppo in order to eliminate the last of the Syrian rebels who are really holding out against the Assad regime. Russia hasn’t paid any attention to ISIS. They’re interested in keeping Assad in power. So I, when I was secretary of state, advocated and I advocate today a no-fly zone and safe zones. We need some leverage with the Russians, because they are not going to come to the negotiating table for a diplomatic resolution, unless there is some leverage over them. And we have to work more closely with our partners and allies on the ground. But I want to emphasize that what is at stake here is the ambitions and the aggressiveness of Russia. Russia has decided that it’s all in, in Syria. And they’ve also decided who they want to see become president of the United States, too, and it’s not me. I’ve stood up to Russia. I’ve taken on Putin and others, and I would do that as president. I think wherever we can cooperate with Russia, that’s fine. And I did as secretary of state. That’s how we got a treaty reducing nuclear weapons. It’s how we got the sanctions on Iran that put a lid on the Iranian nuclear program without firing a single shot. So I would go to the negotiating table with more leverage than we have now. But I do support the effort to investigate for crimes, war crimes committed by the Syrians and the Russians and try to hold them accountable."}
{"File":"t000998","Title":"October 19, 2016 Debate Transcript","Debate":"Presidential Debate at the University of Nevada in Las Vegas","Date":1476835200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Chris Wallace (Fox News)","Speaker":"TRUMP","Party":"Republican","Factor 1":2,"Factor 2":4,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I never met Putin. This is not my best friend. But if the United States got along with Russia, wouldn’t be so bad. Let me tell you, Putin has outsmarted her and Obama at every single step of the way. Whether it’s Syria, you name it. Missiles. Take a look at the “startup” that they signed. The Russians have said, according to many, many reports, I can’t believe they allowed us to do this. They create warheads, and we can’t. The Russians can’t believe it. She has been outsmarted by Putin. And all you have to do is look at the Middle East. They’ve taken over. We’ve spent $6 trillion. They’ve taken over the Middle East. She has been outsmarted and outplayed worse than anybody I’ve ever seen in any government whatsoever."}
{"File":"t001064","Title":"October 19, 2016 Debate Transcript","Debate":"Presidential Debate at the University of Nevada in Las Vegas","Date":1476835200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Chris Wallace (Fox News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":2,"Factor 2":17,"Factor 3":5,"Factor 4":-2,"Factor 5":0,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, I am encouraged that there is an effort led by the Iraqi army, supported by Kurdish forces, and also given the help and advice from the number of special forces and other Americans on the ground. But I will not support putting American soldiers into Iraq as an occupying force. I don’t think that is in our interest, and I don’t think that would be smart to do. In fact, Chris, I think that would be a big red flag waving for ISIS to reconstitute itself. The goal here is to take back Mosul. It’s going to be a hard fight. I’ve got no illusions about that. And then continue to press into Syria to begin to take back and move on Raqqa, which is the ISIS headquarters. I am hopeful that the hard work that American military advisers have done will pay off and that we will see a real—a really successful military operation. But we know we’ve got lots of work to do. Syria will remain a hotbed of terrorism as long as the civil war, aided and abetted by the Iranians and the Russians, continue. So I have said, look, we need to keep our eye on ISIS. That’s why I want to have an intelligence surge that protects us here at home, why we have to go after them from the air, on the ground, online, why we have to make sure here at home we don’t let terrorists buy weapons. If you’re too dangerous to fly, you’re too dangerous to buy a gun. And I’m going to continue to push for a no-fly zone and safe havens within Syria not only to help protect the Syrians and prevent the constant outflow of refugees, but to, frankly, gain some leverage on both the Syrian government and the Russians so that perhaps we can have the kind of serious negotiation necessary to bring the conflict to an end and go forward on a political track."}
{"File":"t001167","Title":"October 11, 2012 Debate Transcript","Debate":"REP. PAUL D. RYAN, R-WIS., VICE PRESIDENTIAL CANDIDATE,AND VICE PRESIDENT JOSEPH R. BIDEN JR. PARTICIPATE IN ACANDIDATES DEBATE, DANVILLE, KENTUCKY","Date":1349913600000,"Decade":2010,"Election":"2012 Election","Participants":"VICE PRESIDENT JOSEPH R. BIDEN JR. REP. PAUL D. RYAN, R-WIS.","Moderators":"MARTHA RADDATZ","Speaker":"BIDEN","Party":"Democratic","Factor 1":0,"Factor 2":5,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, we weren’t told they wanted more security there. We did not know they wanted more security again. And by the way, at the time we were told exactly — we said exactly what the intelligence community told us that they knew. That was the assessment. And as the intelligence community changed their view, we made it clear they changed their view. That’s why I said we will get to the bottom of this. You know, usually when there’s a crisis, we pull together. We pull together as a nation. But as I said, even before we knew what happened to the ambassador, the governor was holding a press conference — was holding a press conference. That’s not presidential leadership."}
{"File":"t001267","Title":"October 11, 2012 Debate Transcript","Debate":"REP. PAUL D. RYAN, R-WIS., VICE PRESIDENTIAL CANDIDATE,AND VICE PRESIDENT JOSEPH R. BIDEN JR. PARTICIPATE IN ACANDIDATES DEBATE, DANVILLE, KENTUCKY","Date":1349913600000,"Decade":2010,"Election":"2012 Election","Participants":"VICE PRESIDENT JOSEPH R. BIDEN JR. REP. PAUL D. RYAN, R-WIS.","Moderators":"MARTHA RADDATZ","Speaker":"RYAN","Party":"Republican","Factor 1":2,"Factor 2":3,"Factor 3":6,"Factor 4":-2,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"We don’t want to lose the gains we’ve gotten. We want to make sure that the Taliban does not come back in and give Al Qaida a safe haven. We agree with the administration on their 2014 transition. Look, when I think about Afghanistan, I think about the incredible job that our troops have done. You’ve been there more than the two of us combined. First time I was there in 2002, it was amazing to me what they were facing. When I went to the Ahgandah (ph) Valley in Kandahar before the surge, I sat down with a young private in the 82nd from the Monamanee (ph) Indian reservation who would tell me what he did every day, and I was in awe. And to see what they had in front of them. And then to go back there in December, to go throughout Helmand with the Marines, to see what they had accomplished, it’s nothing short of amazing. What we don’t want to do is lose the gains we’ve gotten. Now, we’ve disagreed from time to time on a few issues. We would have more likely taken into accounts the recommendations from our commanders, General Petraeus, Admiral Mullen, on troop levels throughout this year’s fighting season. We’ve been skeptical about negotiations with the Taliban, especially while they’re shooting at us. But we want to see the 2014 transition be successful, and that means we want to make sure our commanders have what they need to make sure that it is successful so that this does not once again become a launching pad for terrorists."}
{"File":"t002819","Title":"October 19, 1992 Debate Transcript","Debate":"The Third Clinton-Bush-Perot Presidential Debate","Date":719452800000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"JIM LEHRER","Speaker":"BUSH","Party":"Republican","Factor 1":1,"Factor 2":7,"Factor 3":0,"Factor 4":-2,"Factor 5":1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, I wondered, when Governor Clinton was talking to the auto workers, whether he talked about his and Senator Gore’s favoring CAFE standards, fuel efficiency standards, of 40 miles per gallon. That would break the auto industry and throw a lot of people out of work. As regarding Mr. Perot, I take back something I said about him. I once said, in a frivolous moment, when he got out of the race - If you can’t stand the heat, buy an air conditioning company. And I take it back, because I think — he said he made a mistake. And the thing I find is if I make a mistake, I admit it. I’ve never heard Governor Clinton make a mistake. But one mistake he’s made is fuel efficiency standards at 40 to 45 miles a gallon will throw many auto workers out of work, and you can’t have it both ways. There’s a pattern here of appealing to the auto workers and then trying to appeal to the spotted owl crowds or the extremes in the environmental movement. You can’t do it as president: you can’t have a pattern of one side of the issue one day and another the next. So my argument is not with Ross Perot; it is more with Governor Clinton."}
{"File":"t002887","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"BUSH","Party":"Republican","Factor 1":22,"Factor 2":6,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Is this the time to unleash our one-liners? That answer was about as clear as Boston harbor. (Laughter) Let me help the governor. There are so many things there, I don’t quite know where to begin. When you cut capital gains, you put people to work. John Kennedy proposed cutting capital gains. Paul Tsongas, a liberal senator from Massachusetts said the dumbest thing I did was to oppose the capital gains cut. It’s not going to cost the government money. It’s going to increase revenues to the federal government, and it’s going to create jobs. So that’s one of the things that I think makes a big difference between us. Massachusetts doesn’t have an enormous defense budget, but nevertheless, the governor raised taxes five different times. That happens to be a fact. And so let’s kind of stay on the issue, and I have made a specific proposal for what I call a flexible freeze. And it permits – economists on the East Coast and West think it’s good – it permits the president to sort out the priorities, and we continue to grow because I will not raise taxes."}
{"File":"t002944","Title":"October 5, 1988 Debate Transcripts","Debate":"The Bentsen-Quayle Vice Presidential Debate","Date":592012800000,"Decade":1980,"Election":"1988 Election","Participants":"Bentsen-Quayle","Moderators":"WOODRUFF","Speaker":"QUAYLE","Party":"Republican","Factor 1":11,"Factor 2":6,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Senator Bentsen, you know that I did not vote to cut Social Security benefits eight times. What I have voted for and what Senator Bentsen has voted for is to delay the cost-of-living adjustments. Senator Bentsen two times in the United States Senate voted to delay the cost-of-living adjustments. The governor of Massachusetts at a governors’ conference supported a resolution to delay the cost-of-living adjustment. And, John, you are right: they use this for political advantage. What they try to do time and time again is to scare the old people of this country. That’s the politics of the past. In 1983 Republicans and Democrats dropped their political swords and in a bipartisan effort saved the Social Security system. Republicans and Democrats banded together because we know that this program is not a Republican program, it’s not a Democrat program – it’s a program for older Americans. And that program is actuarially sound to the turn of this century."}
{"File":"t003038","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":8,"Factor 2":15,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"No, and I have to (Applause) I just have to correct the record. That simply isn’t true. Now, we’re not a parliamentary body, the National Governors Association. We vote on resolutions. If you don’t get a two-thirds, then your resolution doesn’t pass. But everybody knew that those of us who voted against the freezing of COLAs did so, we did so emphatically. And I never made that statement; never would. The point is that as we look at this nation’s future, and we have two very different visions of this future. I want to move ahead. The Vice President talks about a thousand points of light. I’m interested in 240 million points of light. I’m interested in 240 million citizens in this country who share in the American dream, all of them in every part of this country. But as we look at the decisions that the next president of the United States is going to have to make, I just don’t believe the place you go first is those programs, those so-called entitlements, which provide a basic floor of income and a modest amount of medical care for the elderly, the disabled, for people who can’t make their way on their own, and in many cases, have given a great deal to this country. The Vice President did call Social Security a few years ago basically or largely a welfare program. It isn’t. It’s a contract between generations. It’s something that we pay into now so that we will have a secure retirement, and our parents and grandparents will have a secure retirement. It’s a very sacred contract, and I believe in it. So that’s not where we ought to go. There are plenty of places to cut. There’s lots we can do in the Pentagon where dishonest contractors have been lining their pockets at the expense of the American taxpayer. There are we certainly ought to be able to"}
{"File":"t003345","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. FORD","Party":"Republican","Factor 1":1,"Factor 2":7,"Factor 3":3,"Factor 4":-2,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"The United States must and will maintain complete access to the Panama Canal. The United States must maintain a defense capability of the Panama Canal. And the United States will maintain our national security interest in the Panama Canal. The negotiations far the Panama Canal started under President Johnson and have continued up to the present time. I believe those negotiations should continue. But there are certain guidelines that must be followed, and I’ve just defined them. Let me take just a minute to comment on something that Governor Carter said. On non – nu- oh – uh – nonproliferation, in May of l975, I called for a conference of uh – nuclear suppliers. That conference has met six times. In May of this year, Governor Carter took the first initiative, approximately twelve months after I had taken my initiative a year ago."}
{"File":"t003362","Title":"October 22, 1976 Debate Transcript","Debate":"The Third Carter-Ford Presidential Debate","Date":214790400000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. WALTERS","Speaker":"MR. FORD","Party":"Republican","Factor 1":0,"Factor 2":6,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I firmly believe, uh – Mr. Kraft, that it’s unwise for a president to signal in advance what uh – options he might exercise if any uhh – international problem arose. I think we all recall with some sadness that at uh – the period of the nin- late nineteen forties, early nineteen fifties, there were some indications that the United States would not include uh – South Korea in an area of defense. There are some who allege, I can’t prove it true or untrue, that uh – such a statement uh – in effect invited the North Koreans to invade South Korea. It’s a fact they did. But no president of the United States, in my opinion, should signal in advance to a prospective enemy, what his uhh – decision might be or what option he might exercise. It’s far better for a person sitting in the White House uh – who has a number of options to make certain that the uh – other side, so to speak, doesn’t know precisely what you’re going to do. And therefore, that was the reason that I would not uh – identify any particular course of action uh – when I responded to a question a week or so ago."}
{"File":"t003398","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. NIXON","Party":"Republican","Factor 1":23,"Factor 2":34,"Factor 3":-12,"Factor 4":-2,"Factor 5":0,"Factor 6":22,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I’m awfully glad you ge- got that question because as you know I got into it at the last of my other question and wasn’t able to complete the argument. Uh – I think that the reason that I voted against having the federal government uh – pay teachers’ salaries was probably the very reason that concerned Senator Kennedy when in January of this year, in his kick-off press conference, he said that he favored aid for school construction, but at that time did not feel that there should be aid for teachers’ salaries – at least that’s the way I read his remarks. Now, why should there be any question about the federal government aiding s- teachers’ salaries? Why did Senator Kennedy take that position then? Why do I take it now? We both took it then, and I take it now, for this reason: we want higher teachers’ salaries. We need higher teachers’ salaries. But we also want our education to be free of federal control. When the federal government gets the power to pay teachers, inevitably in my opinion, it will acquire the power to set standards and to tell the teachers what to teach. I think this would be bad for the country; I think it would be bad for the teaching profession. There is another point that should be made. I favor higher salaries for teachers. But, as Senator Kennedy said in January of this year in this same press conference, the way that you get higher salaries for teachers is to support school construction, which means that all of the local school districts in the various states then have money which is freed to raise the standards for teachers’ salaries. I should also point out this; once you put the responsibility on the federal government for paying a portion of teachers’ salaries, your local communities and your states are not going to meet the responsibility as much as they should. I believe, in other words, that we have seen the local communities and the state assuming more of that responsibility. Teachers’ salaries very fortunately have gone up fifty percent in the last eight years as against only a thirty-four percent rise for other salaries. This is not enough; it should be more. But I do not believe that the way to get more salaries for teachers is to have the federal government get in with a massive program. My objection here is not the cost in dollars. My objection here is the potential cost in controls and eventual freedom for the American people by giving the federal government power over education, and that is the greatest power a government can have."}
{"File":"t003404","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. NIXON","Party":"Republican","Factor 1":9,"Factor 2":18,"Factor 3":-1,"Factor 4":-2,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"I agree with Senator Kennedy’s appraisal generally in this respect. The question of Communism within the United States has been one that has worried us in the past. It is one that will continue to be a problem for years to come. We have to remember that the cold war that Mr. Khrushchev is waging and his colleagues are waging, is waged all over the world and it’s waged right here in the United States. That’s why we have to continue to be alert. It is also essential in being alert that we be fair; fair because by being fair we uphold the very freedoms that the Communists would destroy. We uphold the standards of conduct which they would never follow. And, in this connection, I think that uh – we must look to the future having in mind the fact that we fight Communism at home not only by our laws to deal with Communists uh – the few who do become Communists and the few who do become tra- fellow travelers, but we also fight Communism at home by moving against those various injustices which exist in our society which the Communists feed upon. And in that connection I again would say that while Senator Kennedy says we are for the status quo, I do believe that he uh – would agree that I am just as sincere in believing that my proposals for federal aid to education, my proposals for health care are just as sincerely held as his. The question again is not one of goals – we’re for those goals – it’s one of means."}
{"File":"t003422","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":36,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well I understood that this was the Eisenhower-Nixon Administration according to all the Republican uh – propaganda that I’ve read. The question is what we’re going to do in the future. I’ve been critical of this Administration and I’ve been critical of the President. In fact uh – Mr. Nixon uh – discussed that a week ago in a speech. I believe that our power and prestige in the last eight years has declined. Now what is the issue is what we’re going to do in the future. Now that’s an issue between Mr. Nixon and myself. He feels that we’re moving ahead uh – in a – we’re not going into a recession in this country, economically; he feels that our power and prestige is stronger than it ever was relative to that of the Communists, that we’re moving ahead. I disagree. And I believe the American people have to make the choice on November eighth between the view of whether we have to move ahead faster, whether what we’re doing now is not satisfactory, whether we have to build greater strength at home and abroad and Mr. Nixon’s view. That’s the great issue. President Eisenhower moves from the scene on January twentieth and the next four years are the critical years. And that’s the debate. That’s the argument between Mr. Nixon and myself and on that issue the American people have to make their judgment and I think it’s a important judgment. I think in many ways this election is more important than any since 1932, or certainly almost any in this century. Because we disagree very fundamentally on the position of the United States, and if his view prevails then I think that’s going to bring an important result to this country in the sixties. If our view prevails that we have to do more, that we have to make a greater national and international effort, that we have lost prestige in Latin America – the President of Brazil – the new incumbent running for office called on Castro during his campaign because he thought it was important to get the vote of those who were supporting Castro in Latin America. In Africa, the United States has ignored Latin uh – Africa. We gave more scholarships to the Congo – this summer we offered them – than we’ve given to all of Africa the year before. Less than two hundred for all the countries of Africa and they need trained leadership more than anything. We’ve been uh – having a very clear decision in the last eight years. Mr. Nixon has been part of that Administration. He’s had experience in it. And I believe this Administration has not met its responsibilities in the last eight years, that our power relative to that of the Communists is declining, that we’re facing a very hazardous time in the sixties, and unless the United States begin to move here – unless we start to go ahead – I don’t believe that we’re going to meet our responsibility to our own people or to the cause of freedom. I think the choice is clear and it involves the future."}
{"File":"t003439","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":24,"Factor 3":3,"Factor 4":-2,"Factor 5":0,"Factor 6":3,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well Mr. Drummond, first of all, referring to Secretary Dulles’ press conference, I think if you read it all – and I know that you have – you will find that Secretary Dulles also indicated in that press conference that when the troops were withdrawn from Quemoy, that the implication was certainly of everything that he said, that Quemoy could better be defended. There were too many infantrymen there, not enough heavy artillery; and certainly I don’t think there was any implication in Secretary Dulles’ statement that Quemoy and Matsu should not be defended in the event that they were attacked, and that attack was a preliminary to an attack on Formosa. Now as far as President Eisenhower is concerned, I have often heard him discuss this question. As I uh – related a moment ago, the President has always indicated that we must not make the mistake in dealing with the dictator of indicating that we are going to make a concession at the point of a gun. Whenever you do that, inevitably the dictator is encouraged to try it again. So first it will be Quemoy and Matsu, next it may be Formosa. What do we do then? My point is this: that once you do this – follow this course of action – of indicating that you are not going to defend a particular area, the inevitable result is that it encourages a man who is determined to conquer the world to press you to the point of no return. And that means war. We went through this tragic experience leading to World War II. We learned our lesson again in Korea, We must not learn it again. That is why I think the Senate was right, including a majority of the Democrats, a majority of the Republicans, when they rejected Senator Kennedy’s position in 1955. And incidentally, Senator Johnson was among those who rejected that position – voted with the seventy against the twelve. The Senate was right because they knew the lesson of history. And may I say, too, that I would trust that Senator Kennedy would change his position on this – change it; because as long as he as a major presidential candidate continues to suggest that we are going to turn over these islands, he is only encouraging the aggressors – the Chinese Communist and the Soviet aggressors – to press the United States, to press us to the point where war would be inevitable. The road to war is always paved with good intentions. And in this instance the good intentions, of course, are a desire for peace. But certainly we’re not going to have peace by giving in and indicating in advance that we are not going to defend what has become a symbol of freedom."}
{"File":"t003457","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":8,"Factor 2":22,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, I think there are many uh – tests, Mr. Drummond, of prestige. And the significance of prestige, really, is because we’re so identified with the cause of freedom. Therefore, if we are on the mount, if we are rising, if our influence is spreading, if our prestige is spreading, then those uh – who stand now on the razor edge of decision between us or between the Communist system, wondering whether they should use the system of freedom to develop their countries or the system of Communism, they’ll be persuaded to follow our example. There have been several indications that our prestige is not as high as it once was. Mr. George Allen, the head of our information service, said that a result of our being second in space, in the sputnik in 1957, and I quote him, I believe I paraphrase him accurately. He said that many of these countries equate space developments with scientific productivity and scientific advancement. And therefore, he said, many of these countries now feel that the Soviet Union, which was once so backward, is now on a par with the United States. Secondly, the economic growth of the Soviet Union is greater than ours. Mr. Dulles has suggested it’s from two to three times as great as ours. This has a great effect on the s- underdeveloped world, which faces problems of low income and high population density and inadequate resources. Three, a Gallup Poll taken in February asked people in ten countries which country they thought would be first in 1970, both scientifically and militarily. And a majority in every country except Greece, felt that it would be the Soviet Union by l970. Four, in the votes at the U.N., particularly the vote dealing with Red China last Saturday, we received the support on the position that we had taken of only two African countries – one, Liberia, which had been tied to us for more than a century, and the other, Union of South Africa, which is not a popular country in Africa. Every other ca- African country either abstained or voted against us. A – More countries voted against us in Asia on this issue than voted with us. On the neutralists’ resolution, which we were so much opposed to, the same thing happened. The candidate who was a candidate for the president of Brazil, took a trip to Cuba to call on Mr. Castro during the election in order to get the benefit of the Castro supporters uh – within Brazil. There are many indications. Guinea and Ghana, two independent countries within the last three years – Guinea in fifty-seven, Ghana within the last eighteen months – both now are supporting the Soviet foreign policy at the U.N. Mr. Herter said so himself. Laos is moving in that direction. So I would say our prestige is not so high. No longer do we give the image of being on the rise. No longer do we give an image of vitality."}
{"File":"t003465","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":2,"Factor 2":15,"Factor 3":1,"Factor 4":-2,"Factor 5":-4,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Mr. Cronkite, I naturally am aware of it, because I, of course, pay attention to everything Senator Kennedy says, as well as Senator Fulbright. Now, in this connection I want to point out that the facts simply aren’t as stated. First of all, the report to which Senator Kennedy refers is one that was made many, many months ago and related particularly to the uh – period immediately after Sputnik. Second, as far as this report is concerned, I would have no objection to having it made public. Third, I would say this with regard to this report, with regard to Gallup Polls of prestige abroad and everything else that we’ve been hearing about “what about American prestige abroad”: America’s prestige abroad will be just as high as the spokesmen for America allow it to be. Now, when we have a presidential candidate, for example – Senator Kennedy – stating over and over again that the United States is second in space and the fact of the matter is that the space score today is twenty-eight to eight – we’ve had twenty-eight successful shots, they’ve had eight; when he states that we’re second in education, and I have seen Soviet education and I’ve seen ours, and we’re not; that we’re second in science because they may be ahead in one area or another, when overall we’re way ahead of the Soviet Union and all other countries in science; when he says as he did in January of this year that we have the worst slums, that we have the most crowded schools; when he says that seventeen million people go to bed hungry every night; when he makes statements like this, what does this do to American prestige? Well, it can only have the effect certainly of reducing it. Well let me make one thing clear. Senator Kennedy has a responsibility to criticize those things that are wrong, but he has also a responsibility to be right in his criticism. Every one of these items that I have mentioned he’s been wrong – dead wrong. And for that reason he has contributed to any lack of prestige. Finally, let me say this: as far as prestige is concerned, the first place it would show up would be in the United Nations. Now Senator Kennedy has referred to the vote on Communist China. Let’s look at the vote on Hungary. There we got more votes for condemning Hungary and looking into that situation than we got the last year. Let’s look at the reaction eh – reaction to Khrushchev and Eisenhower at the last U.N. session. Did Khrushchev gain because he took his shoe off and pounded the table and shouted and insulted? Not at all. The President gained. America gained by continuing the dignity, the decency that has characterized us and it’s that that keeps the prestige of America up, not running down America the way Senator Kennedy has been running her down."}
{"File":"t000383","Title":"Presidential Debate at Belmont University in Nashville, Tennessee","Debate":"Presidential Debate at Belmont University in Nashville, Tennessee","Date":1603324800000,"Decade":2020,"Election":"2020 Election","Participants":"Former Vice President Joe Biden (D) and President Donald Trump (R)","Moderators":"Kristen Welker (NBC News)","Speaker":"TRUMP","Party":"Republican","Factor 1":16,"Factor 2":7,"Factor 3":2,"Factor 4":-1,"Factor 5":1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, let me respond to the first part, as Joe answered. Joe got three and a half million dollars from Russia. And it came through Putin, because he was very friendly with the former mayor of Moscow and it was the mayor of Moscow’s wife. You got three and a half million dollars. Your family got three and a half million dollars and you know someday, you’re gonna have to explain — why did you get three and a half? I never got any money from Russia. I don’t get money from Russia. Now, about your thing last night, I knew all about that, and through John — who is John Radcliffe, who is fantastic, DNI — he said, the one thing that’s common to both of them, they both want you to lose. Because there has been nobody tougher to Russia. Between the sanctions, nobody tougher than me on Russia. Between the sanctions between all of what I’ve done with NATO. You know, I’ve got the NATO countries to put up an extra 130 billion, going to $420 billion a year, that’s to guard against Russia. I sold — while he was selling pillows and sheets — I sold tank busters to Ukraine. There has been nobody tougher on Russia than Donald Trump. And I’ll tell you, they were so bad. They took over the, the submarine port. You remember that very well during your term, during you and Barack Obama. They took over a big part of what should have been Ukraine. You handed it to them. But you were getting a lot of money from Russia. They were paying you a lot of money and they probably still are, but now, with what came out today, it’s even worse. All of the emails, the emails are horrible. The emails of the kind of money that you were raking in, you and your family. And Joe, you were vice president when some of this was happening. And it should have never happened. And I think you owe an explanation to the American people. Why is it, somebody just had a news conference a little while ago, who was essentially supposed to work with you and your family, but what he said was damning. And regardless of me, I think you have to clean it up and talk to the American people. Maybe you can do it right now."}
{"File":"t000536","Title":"September 26, 2016 Debate Transcript","Debate":"Presidential Debate at Hofstra University in Hempstead, New York","Date":1474848000000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Lester Holt (NBC News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":14,"Factor 2":1,"Factor 3":0,"Factor 4":-1,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"… would not add a penny to the debt, and your plans would add $5 trillion to the debt. What I have proposed would cut regulations and streamline them for small businesses. What I have proposed would be paid for by raising taxes on the wealthy, because they have made all the gains in the economy. And I think it’s time that the wealthy and corporations paid their fair share to support this country."}
{"File":"t000726","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":0,"Factor 2":11,"Factor 3":0,"Factor 4":-1,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, look, I can defend — I — I — I can — I can make very clear to the American people, after traveling millions of miles as our secretary of state, after being the architect of the foreign policy of this administration, America is less safe today than it was the day that Barack Obama became president of the United States. It’s absolutely inarguable. We’ve weakened America’s place in the world. It’s been a combination of factors, but mostly it’s been a lack of leadership. I mean, I will give you — and I was in Washington, D.C., on 9\/11. I saw the clouds of smoke rise from the Pentagon."}
{"File":"t000757","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":4,"Factor 2":31,"Factor 3":1,"Factor 4":-1,"Factor 5":-1,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"The United States of America needs to begin to exercise strong leadership to protect the vulnerable citizens and over 100,000 children in Aleppo. Hillary Clinton’s top priority when she became secretary of state was the Russian reset, the Russian reset. After the Russian reset, the Russians invaded Ukraine and took over Crimea. And the small and bullying leader of Russia is now dictating terms to the United States to the point where all the United States of America — the greatest nation on Earth — just withdraws from talks about a cease-fire while Vladimir Putin puts a missile defense system in Syria while he marshals the forces and begins — look, we have got to begin to lean into this with strong, broad-shouldered American leadership. It begins by rebuilding our military. And the Russians and the Chinese have been making enormous investments in the military. We have the smallest Navy since 1916. We have the lowest number of troops since the end of the Second World War. We’ve got to work with the Congress, and Donald Trump will, to rebuild our military and project American strength in the world. But about Aleppo and about Syria, I truly do believe that what America ought to do right now is immediately establish safe zones, so that families and vulnerable families with children can move out of those areas, work with our Arab partners, real time, right now, to make that happen. And secondly, I just have to tell you that the provocations by Russia need to be met with American strength. And if Russia chooses to be involved and continue, I should say, to be involved in this barbaric attack on civilians in Aleppo, the United States of America should be prepared to use military force to strike military targets of the Assad regime to prevent them from this humanitarian crisis that is taking place in Aleppo. There’s a broad range of other things that we ought to do, as well. We ought to deploy a missile defense shield to the Czech Republic and Poland which Hillary Clinton and Barack Obama pulled back on out of not wanting to offend the Russians back in 2009."}
{"File":"t000758","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":0,"Factor 2":9,"Factor 3":0,"Factor 4":-1,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"We’ve just got to have American strength on the world stage. When Donald Trump becomes president of the United States, the Russians and other countries in the world will know they’re dealing with a strong American president."}
{"File":"t000759","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"KAINE","Party":"Democratic","Factor 1":2,"Factor 2":8,"Factor 3":-1,"Factor 4":-1,"Factor 5":0,"Factor 6":-2,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Hillary and I also agree that the establishment of humanitarian zones in northern Syria with the provision of international human aid, consistent with the U.N. Security Council resolution that was passed in February 2014, would be a very, very good idea. And Hillary also has the ability to stand up to Russia in a way that this ticket does not. Donald Trump, again and again, has praised Vladimir Putin. And it’s clear that he has business dealings with Russian oligarchs who are very connected to Putin. The Trump campaign management team had to be fired a month or so ago because of those shadowy connections with pro-Putin forces. Governor Pence made the odd claim, he said inarguably Vladimir Putin is a better leader than President Obama. Vladimir Putin has run his economy into the ground. He persecutes LGBT folks and journalists. If you don’t know the difference between dictatorship and leadership, then you got to go back to a fifth-grade civics class. I’ll tell you what offends me…"}
{"File":"t000822","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":2,"Factor 2":14,"Factor 3":3,"Factor 4":-1,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Negative Pole","Label":"Dimension 4 - Negative Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Negative Pole - Description: <Placeholder for Description>","Text":"Well, first, we need to — we need to make a commitment to rebuild our military, including modernizing our nuclear forces. And we also need — we also need an effective American diplomacy that will marshal the resources of nations in the Asian Pacific Rim to put pressure on North Korea, on Kim Jong-un, to abandon his nuclear ambitions. It has to remain the policy of the United States of America the denuclearization of the Korean Peninsula, plain and simple. And when Donald Trump is president of the United States, we’re — we’re not going to have the — the kind of posture in the world that has Russia invading Crimea and Ukraine, that has the Chinese building new islands in the South China Sea, that has literally the world, including North Korea, flouting American power. We’re going to — we’re going to go back to the days of peace through strength. But I have to tell you that — that all this talk about tax returns — and I get it, you know, you want to keep bringing that up. It must have — must have…"}
