{"File":"t003460","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":19,"Factor 2":112,"Factor 3":3,"Factor 4":-20,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Mr. Howe, Mr. Vice President. First uh – let me again try to correct the record on the matter of Quemoy and Matsu. I voted for the Formosa resolution in 1955. I have sustained it since then. I’ve said that I agree with the Administration policy. Mr. Nixon earlier indicated that he would defend Quemoy and Matsu even if the attack on these islands, two miles off the coast of China, were not part of a general attack an Formosa and the Pescadores. I indicated that I would defend those islands if the attack were directed against Pescadores and Formosa, which is part of the Eisenhower policy. I’ve supported that policy. In the last week, as a member of the Senate Foreign Relations Committee, I have re-read the testimony of General Twining representing the Administration in 1959, and the Assistant Secretary of State before the Foreign Relations Committee in 1958, and I have accurately described the Administration policy, and I support it wholeheartedly. So that really isn’t an issue in this campaign. It isn’t an issue with Mr. Nixon, who now says that he also supports the Eisenhower policy. Nor is the question that all Americans want peace and security an issue in this campaign. The question is: are we moving in the direction of peace and security? Is our relative strength growing? Is, as Mr. Nixon says, our prestige at an all-time high, as he said a week ago, and that of the Communists at an all-time low? I don’t believe it is. I don’t believe that our relative strength is increasing. And I say that not as the Democratic standard-bearer, but as a citizen of the United States who is concerned about the United States. I look at Cuba, ninety miles off the coast of the United States. In 1957 I was in Havana. I talked to the American Ambassador there. He said that he was the second most powerful man in Cuba. And yet even though Ambassador Smith and Ambassador Gardner, both Republican Ambassadors, both warned of Castro, the Marxist influences around Castro, the Communist influences around Castro, both of them have testified in the last six weeks, that in spite of their warnings to the American government, nothing was done. Our d- security depends upon Latin America. Can any American looking at the situation in Latin America feel contented with what’s happening today, when a candidate for the presidency of Brazil feels it necessary to call – not on Washington during the campaign – but on Castro in Havana, in order to pick up the support of the Castro supporters in Brazil? At the American Conference – Inter-American Conference this summer, when we wanted them to join together in the denunciation of Castro and the Cuban Communists, we couldn’t even get the Inter-American group to join together in denouncing Castro. It was rather a vague statement that they finally made. Do you know today that the Com- the Russians broadcast ten times as many programs in Spanish to Latin America as we do? Do you know we don’t have a single program sponsored by our government to Cuba – to tell them our story, to tell them that we are their friends, that we want them to be free again? Africa is now the emerging area of the world. It contains twenty-five percent of all the members of the General Assembly. We didn’t even have a Bureau of African Affairs until 1957. In the Africa south of the Sahara, which is the major new section, we have less students from all of Africa in that area studying under government auspices today than from the country of Thailand. If there’s one thing Africa needs it’s technical assistance. And yet last year we gave them less than five percent of all the technical assistance funds that we distributed around the world. We relied in the Middle East on the Baghdad Pact, and yet when the Iraqi Government was changed, the Baghdad Pact broke down. We relied on the Eisenhower Doctrine for the Middle East, which passed the Senate. There isn’t one country in the Middle East that now endorses the Eisenhower Doctrine. We look to Europe uh – to Asia because the struggle is in the underdeveloped world. Which system, Communism or freedom, will triumph in the next five or ten years? That’s what should concern us, not the history of ten, or fifteen, or twenty years ago. But are we doing enough in these areas? What are freedom’s chances in those areas? By 1965 or 1970, will there be other Cubas in Latin America? Will Guinea and Ghana, which have now voted with the Communists frequently as newly independent countries of Africa – will there be others? Will the Congo go Communist? Will other countries? Are we doing enough in that area? And what about Asia? Is India going to win the economic struggle or is China going to win it? Who will dominate Asia in the next five or ten years? Communism? The Chinese? Or will freedom? The question which we have to decide as Americans – are we doing enough today? Is our strength and prestige rising? Do people want to be identified with us? Do they want to follow United States leadership? I don’t think they do, enough. And that’s what concerns me. In Africa – these countries that have newly joined the United Nations. On the question of admission of Red China, only two countries in all of Africa voted with us – Liberia and the Union of South Africa. The rest either abstained or voted against us. More countries in Asia voted against us on that question than voted with us. I believe that this struggle is going to go on, and it may be well decided in the next decade. I have seen Cuba go to the Communists. I have seen Communist influence and Castro influence rise in Latin America. I have seen us ignore Africa. There are six countries in Africa that are members of the United Nations. There isn’t a single American diplomatic representative in any of those six. When Guinea became independent, the Soviet Ambassador showed up that very day. We didn’t recognize them for two months; the American Ambassador didn’t show up for nearly eight months. I believe that the world is changing fast. And I don’t think this Administration has shown the foresight, has shown the knowledge, has been identified with the great fight which these people are waging to be free, to get a better standard of living, to live better. The average income in some of those countries is twenty-five dollars a year. The Communists say, “Come with us; look what we’ve done.” And we’ve been in – on the whole, uninterested. I think we’re going to have to do better. Mr. Nixon talks about our being the strongest country in the world. I think we are today. But we were far stronger relative to the Communists five years ago, and what is of great concern is that the balance of power is in danger of moving with them. They made a breakthrough in missiles, and by nineteen sixty-one, two, and three, they will be outnumbering us in missiles. I’m not as confident as he is that we will be the strongest military power by 1963. He talks about economic growth as a great indicator of freedom. I agree with him. What we do in this country, the kind of society that we build, that will tell whether freedom will be sustained around the world. And yet, in the last nine months of this year, we’ve had a drop in our economic growth rather than a gain. We’ve had the lowest rate of increase of economic growth in the last nine months of any major industrialized society in the world. I look up and see the Soviet flag on the moon. The fact is that the State Department polls on our prestige and influence around the world have shown such a sharp drop that up till now the State Department has been unwilling to release them. And yet they were polled by the U.S.I.A. The point of all this is, this is a struggle in which we’re engaged. We want peace. We want freedom. We want security. We want to be stronger. We want freedom to gain. But I don’t believe in these changing and revolutionary times this Administration has known that the world is changing – has identified itself with that change. I think the Communists have been moving with vigor – Laos, Africa, Cuba – all around the world today they’re on the move. I think we have to revita1ize our society. I think we have to demonstrate to the people of the world that we’re determined in this free country of ours to be first – not first if, and not first but, and not first when – but first. And when we are strong and when we are first, then freedom gains; then the prospects for peace increase; then the prospects for our society gain."}
{"File":"t003459","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":9,"Factor 2":88,"Factor 3":14,"Factor 4":-4,"Factor 5":-14,"Factor 6":4,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Mr. Howe, Senator Kennedy, my fellow Americans. Since this campaign began I have had a very rare privilege. I have traveled to forty-eight of the fifty states and in my travels I have learned what the people of the United States are thinking about. There is one issue that stands out above all the rest, one in which every American is concerned, regardless of what group he may be a member and regardless of where he may live. And that issue, very simply stated, is this: how can we keep the peace – keep it without surrender? How can we extend freedom – extend it without war? Now in determining how we deal with this issue, we must find the answer to a very important but simple question: who threatens the peace? Who threatens freedom in the world? There is only one threat to peace and one threat to freedom – that that is presented by the international Communist movement. And therefore if we are to have peace, we must know how to deal with the Communists and their leaders. I know Mr. Khrushchev. I also have had the opportunity of knowing and meeting other Communist leaders in the world. I believe there are certain principles we must find in dealing with him and his colleagues – principles, if followed, that will keep the peace and that also can extend freedom. First, we have to learn from the past, because we cannot afford to make the mistakes of the past. In the seven years before this Administration came into power in Washington, we found that six hundred million people went behind the Iron Curtain. And at the end of that seven years we were engaged in a war in Korea which cost of thirty thousand American lives. In the past seven years, in President Eisenhower’s Administration, this situation has been reversed. We ended the Korean War; by strong, firm leadership we have kept out of other wars; and we have avoided surrender of principle or territory at the conference table. Now why were we successful, as our predecessors were not successful? I think there’re several reasons. In the first place, they made a fatal error in misjudging the Communists; in trying to apply to them the same rules of conduct that you would apply to the leaders of the free world. One of the major errors they made was the one that led to the Korean War. In ruling out the defense of Korea, they invited aggression in that area. They thought they were going to have peace – it brought war. We learned from their mistakes. And so, in our seven years, we find that we have been firm in our diplomacy; we have never made concessions without getting concessions in return. We have always been willing to go the extra mile to negotiate for disarmament or in any other area. But we have never been willing to do anything that, in effect, surrendered freedom any place in the world. That is why President Eisenhower was correct in not apologizing or expressing regrets to Mr. Khrushchev at the Paris Conference, as Senator Kennedy suggested he could have done. That is why Senator wh- President Eisenhower was also correct in his policy in the Formosa Straits, where he declined, and refused to follow the recommendations – recommendations which Senator Kennedy voted for in 1955; again made in 1959; again repeated in his debates that you have heard – recommendations with regard to – again – slicing off a piece of free territory, and abandoning it, if – in effect, to the Communists. Why did the President feel this was wrong and why was the President right and his critics wrong? Because again this showed a lack of understanding of dictators, a lack of understanding particularly of Communists, because every time you make such a concession it does not lead to peace; it only encourages them to blackmail you. It encourages them to begin a war. And so I say that the record shows that we know how to keep the peace, to keep it without surrender. Let us move now to the future. It is not enough to stand on this record because we are dealing with the most ruthless, fanatical… leaders that the world has ever seen. That is why I say that in this period of the sixties, America must move forward in every area. First of all, although we are today, as Senator Kennedy has admitted, the strongest nation in the world militarily, we must increase our strength, increase it so that we will always have enough strength that regardless of what our potential opponents have – if the should launch a surprise attack – we will be able to destroy their war-making capability. They must know, in other words, that it is national suicide if they begin anything. We need this kind of strength because we’re the guardians of the peace. In addition to military strength, we need to see that the economy of this country continues to grow. It has grown in the past seven years. It can and will grow even more in the next four. And the reason that it must grow even more is because we have things to do at home and also because we’re in a race for survival – a race in which it isn’t enough to be ahead; it isn’t enough simply to be complacent. We have to move ahead in order to stay ahead. And that is why, in this field, I have made recommendations which I am confident will move the American economy ahead – move it firmly and soundly so that there will never be a time when the Soviet Union will be able to challenge our superiority in this field. And so we need military strength, we need economic strength, we also need the right diplomatic policies. What are they? Again we turn to the past. Firmness but no belligerence, and by no belligerence I mean that we do not answer insult by insult. When you are proud and confident of your strength, you do not get down to the level of Mr. Khrushchev and his colleagues. And that example that President Eisenhower has set we will continue to follow. But all this by itself is not enough. It is not enough for us simply to be the strongest nation militarily, the strongest economically, and also to have firm diplomacy. We must have a great goal. And that is: not just to keep freedom for ourselves but to extend it to all the world, to extend it to all the world because that is America’s destiny. To extend it to all the world because the Communist aim is not to hold their own but to extend Communism. And you cannot fight a victory for Communism or a strategy of victory for Communism with the strategy, simply of holding the line. And so I say that we believe that our policies of military strength, of economic strength, of diplomatic firmness first will keep the peace and keep it without surrender. We also believe that in the great field of ideals that we can lead America to the victory for freedom – victory in the newly developing countries, victory also in the captive countries – provided we have faith in ourselves and faith in our principles."}
{"File":"t003387","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"SENATOR KENNEDY","Party":"Democratic","Factor 1":18,"Factor 2":80,"Factor 3":-13,"Factor 4":4,"Factor 5":3,"Factor 6":6,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Mr. Smith, Mr. Nixon. In the election of 1860, Abraham Lincoln said the question was whether this nation could exist half-slave or half-free. In the election of 1960, and with the world around us, the question is whether the world will exist half-slave or half-free, whether it will move in the direction of freedom, in the direction of the road that we are taking, or whether it will move in the direction of slavery. I think it will depend in great measure upon what we do here in the United States, on the kind of society that we build, on the kind of strength that we maintain. We discuss tonight domestic issues, but I would not want that to be any implication to be given that this does not involve directly our struggle with Mr. Khrushchev for survival. Mr. Khrushchev is in New York, and he maintains the Communist offensive throughout the world because of the productive power of the Soviet Union itself. The Chinese Communists have always had a large population. But they are important and dangerous now because they are mounting a major effort within their own country. The kind of country we have here, the kind of society we have, the kind of strength we build in the United States will be the defense of freedom. If we do well here, if we meet our obligations, if we’re moving ahead, then I think freedom will be secure around the world. If we fail, then freedom fails. Therefore, I think the question before the American people is: Are we doing as much as we can do? Are we as strong as we should be? Are we as strong as we must be if we’re going to maintain our independence, and if we’re going to maintain and hold out the hand of friendship to those who look to us for assistance, to those who look to us for survival? I should make it very clear that I do not think we’re doing enough, that I am not satisfied as an American with the progress that we’re making. This is a great country, but I think it could be a greater country; and this is a powerful country, but I think it could be a more powerful country. I’m not satisfied to have fifty percent of our steel-mill capacity unused. I’m not satisfied when the United States had last year the lowest rate of economic growth of any major industrialized society in the world. Because economic growth means strength and vitality; it means we’re able to sustain our defenses; it means we’re able to meet our commitments abroad. I’m not satisfied when we have over nine billion dollars worth of food – some of it rotting – even though there is a hungry world, and even though four million Americans wait every month for a food package from the government, which averages five cents a day per individual. I saw cases in West Virginia, here in the United States, where children took home part of their school lunch in order to feed their families because I don’t think we’re meeting our obligations toward these Americans. I’m not satisfied when the Soviet Union is turning out twice as many scientists and engineers as we are. I’m not satisfied when many of our teachers are inadequately paid, or when our children go to school part-time shifts. I think we should have an educational system second to none. I’m not satisfied when I see men like Jimmy Hoffa – in charge of the largest union in the United States – still free. I’m not satisfied when we are failing to develop the natural resources of the United States to the fullest. Here in the United States, which developed the Tennessee Valley and which built the Grand Coulee and the other dams in the Northwest United States at the present rate of hydropower production – and that is the hallmark of an industrialized society – the Soviet Union by 1975 will be producing more power than we are. These are all the things, I think, in this country that can make our society strong, or can mean that it stands still. I’m not satisfied until every American enjoys his full constitutional rights. If a Negro baby is born – and this is true also of Puerto Ricans and Mexicans in some of our cities – he has about one-half as much chance to get through high school as a white baby. He has one-third as much chance to get through college as a white student. He has about a third as much chance to be a professional man, about half as much chance to own a house. He has about uh – four times as much chance that he’ll be out of work in his life as the white baby. I think we can do better. I don’t want the talents of any American to go to waste. I know that there are those who want to turn everything over to the government. I don’t at all. I want the individuals to meet their responsibilities. And I want the states to meet their responsibilities. But I think there is also a national responsibility. The argument has been used against every piece of social legislation in the last twenty-five years. The people of the United States individually could not have developed the Tennessee Valley; collectively they could have. A cotton farmer in Georgia or a peanut farmer or a dairy farmer in Wisconsin and Minnesota, he cannot protect himself against the forces of supply and demand in the market place; but working together in effective governmental programs he can do so. Seventeen million Americans, who live over sixty-five on an average Social Security check of about seventy-eight dollars a month, they’re not able to sustain themselves individually, but they can sustain themselves through the social security system. I don’t believe in big government, but I believe in effective governmental action. And I think that’s the only way that the United States is going to maintain its freedom. It’s the only way that we’re going to move ahead. I think we can do a better job. I think we’re going to have to do a better job if we are going to meet the responsibilities which time and events have placed upon us. We cannot turn the job over to anyone else. If the United States fails, then the whole cause of freedom fails. And I think it depends in great measure on what we do here in this country. The reason Franklin Roosevelt was a good neighbor in Latin America was because he was a good neighbor in the United States. Because they felt that the American society was moving again. I want us to recapture that image. I want people in Latin America and Africa and Asia to start to look to America; to see how we’re doing things; to wonder what the resident of the United States is doing; and not to look at Khrushchev, or look at the Chinese Communists. That is the obligation upon our generation. In 1933, Franklin Roosevelt said in his inaugural that this generation of Americans has a rendezvous with destiny. I think our generation of Americans has the same rendezvous. The question now is: Can freedom be maintained under the most severe tack – attack it has ever known? I think it can be. And I think in the final analysis it depends upon what we do here. I think it’s time America started moving again."}
{"File":"t003476","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":12,"Factor 2":72,"Factor 3":-4,"Factor 4":-7,"Factor 5":1,"Factor 6":-1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I uh – said that I’ve served this country for fourteen years. I served it uh – in the war. I’m devoted to it. If I lose this election, I will continue in the Senate to try to build a stronger country. But I run because I believe this year the United States has a great opportunity to make a move forward, to make a determination here at home and around the world, that it’s going to reestablish itself as a vigorous society. My judgment is that the Republican party has stood still here in the United States, and it’s also stood still around the world. Uh – We’re using about fifty percent of our steel capacity today. We had a recession in fifty-eight. We had a recession in fifty-four. We’re not moving ahead in education the way we should. We didn’t make a judgment in fifty-seven and fifty-six and fifty-five and fifty-four that outer space would be important. If we stand still here, if we appoint people to ambassadorships and positions in Washington who have a status quo outlook, who don’t recognize that this is a revolutionary time, then the United States does not maintain its influence. And if we fail, the cause of freedom fails. I believe it incumbent upon the next president of the United States to get this country moving again, to get our economy moving ahead, to set before the American people its goals, its unfinished business. And then throughout the world appoint the best people we can get, ambassadors who can speak the language – no mere – not merely people who made a political contribution but who can speak the language. Bring students here; let them see what kind of a country we have. Mr. Nixon said that we should not regard them as pawns in the cold war; we should identify ourselves with them. If that were true, why didn’t we identify ourselves with the people of Africa? Why didn’t we bring students over here? Why did we suddenly offer Congo three hundred students last June when they had the tremendous revolt? That was more than we had offered to all of Africa before from the federal government. I believe that this party – Republican party – has stood still really for twenty-five years – its leadership has. It opposed all of the programs of President Roosevelt and others – the minimum wage and for housing and economic growth and development of our natural resources, the Tennessee Valley and all the rest. And I believe that if we can get a party which believes in movement, which believes in going ahead, then we can reestablish our position in the world – strong defense, strong in economic growth, justice for our people, co- guarantee of constitutional rights, so that people will believe that we practice what we preach, and then around the world, particularly to try to reestablish the atmosphere which existed in Latin America at the time of Franklin Roosevelt. He was a good neighbor in Latin America because he was a good neighbor in the United States; because they saw us as a society that was compassionate, that cared about people, that was moving this country ahead. I believe it my responsibility as the leader of the Democratic party in 1960 to try to warn the American people that in this crucial time we can no longer afford to stand still. We can no longer afford to be second best. I want people all over the world to look to the United States again, to feel that we’re on the move, to feel that our high noon is in the future. I want Mr. Khrushchev to know that a new generation of Americans who fought in Europe and Italy and the Pacific for freedom in World War II have now taken over in the United States, and that they’re going to put this country back to work again. I don’t believe that there is anything this country cannot do. I don’t believe there’s any burden, or any responsibility, that any American would not assume to protect his country, to protect our security, to advance the cause of freedom. And I believe it incumbent upon us now to do that. Franklin Roosevelt said in 1936 that that generation of Americans had a rendezvous with destiny. I believe in 1960 and sixty-one and two and three we have a rendezvous with destiny. And I believe it incumbent upon us to be the defenders of the United States and the defenders of freedom; and to do that, we must give this country leadership and we must get America moving again."}
{"File":"t003388","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. NIXON","Party":"Republican","Factor 1":52,"Factor 2":54,"Factor 3":-6,"Factor 4":3,"Factor 5":2,"Factor 6":4,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Mr. Smith, Senator Kennedy. The things that Senator Kennedy has said many of us can agree with. There is no question but that we cannot discuss our internal affairs in the United States without recognizing that they have a tremendous bearing on our international position. There is no question but that this nation cannot stand still; because we are in a deadly competition, a competition not only with the men in the Kremlin, but the men in Peking. We’re ahead in this competition, as Senator Kennedy, I think, has implied. But when you’re in a race, the only way to stay ahead is to move ahead. And I subscribe completely to the spirit that Senator Kennedy has expressed tonight, the spirit that the United States should move ahead. Where, then, do we disagree? I think we disagree on the implication of his remarks tonight and on the statements that he has made on many occasions during his campaign to the effect that the United States has been standing still. We heard tonight, for example, the statement made that our growth in national product last year was the lowest of any industrial nation in the world. Now last year, of course, was 1958. That happened to be a recession year. But when we look at the growth of G.N.P. this year, a year of recovery, we find that it’s six and nine-tenths per cent and one of the highest in the world today. More about that later. Looking then to this problem of how the United States should move ahead and where the United States is moving, I think it is well that we take the advice of a very famous campaigner: Let’s look at the record. Is the United States standing still? Is it true that this Administration, as Senator Kennedy has charged, has been an Administration of retreat, of defeat, of stagnation? Is it true that, as far as this country is concerned, in the field of electric power, in all of the fields that he has mentioned, we have not been moving ahead. Well, we have a comparison that we can make. We have the record of the Truman Administration of seven and a half years and the seven and a half years of the Eisenhower Administration. When we compare these two records in the areas that Senator Kennedy has – has discussed tonight, I think we find that America has been moving ahead. Let’s take schools. We have built more schools in these last seven and a half years than we built in the previous seven and a half, for that matter in the previous twenty years. Let’s take hydroelectric power. We have developed more hydroelectric power in these seven and a half years than was developed in any previous administration in history. Let us take hospitals. We find that more have been built in this Administration than in the previous Administration. The same is true of highways. Let’s put it in terms that all of us can understand. We often hear gross national product discussed and in that respect may I say that when we compare the growth in this Administration with that of the previous Administration that then there was a total growth of eleven percent over seven years; in this Administration there has been a total growth of nineteen per cent over seven years. That shows that there’s been more growth in this Administration than in its predecessor. But let’s not put it there; let’s put it in terms of the average family. What has happened to you? We find that your wages have gone up five times as much in the Eisenhower Administration as they did in the Truman Administration. What about the prices you pay? We find that the prices you pay went up five times as much in the Truman Administration as they did in the Eisenhower Administration. What’s the net result of this? This means that the average family income went up fifteen per cent in the Eisenhower years as against two per cent in the Truman years. Now, this is not standing still. But, good as this record is, may I emphasize it isn’t enough. A record is never something to stand on. It’s something to build on. And in building on this record, I believe that we have the secret for progress, we know the way to progress. And I think, first of all, our own record proves that we know the way. Senator Kennedy has suggested that he believes he knows the way. I respect the sincerity which he m- which he makes that suggestion. But on the other hand, when we look at the various programs that he offers, they do not seem to be new. They seem to be simply retreads of the programs of the Truman Administration which preceded it. And I would suggest that during the course of the evening he might indicate those areas in which his programs are new, where they will mean more progress than we had then. What kind of programs are we for? We are for programs that will expand educational opportunities, that will give to all Americans their equal chance for education, for all of the things which are necessary and dear to the hearts of our people. We are for programs, in addition, which will see that our medical care for the aged are – is – are much – is much better handled than it is at the present time. Here again, may I indicate that Senator Kennedy and I are not in disagreement as to the aims. We both want to help the old people. We want to see that they do have adequate medical care. The question is the means. I think that the means that I advocate will reach that goal better than the means that he advocates. I could give better examples, but for – for whatever it is, whether it’s in the field of housing, or health, or medical care, or schools, or the eh- development of electric power, we have programs which we believe will move America, move her forward and build on the wonderful record that we have made over these past seven and a half years. Now, when we look at these programs, might I suggest that in evaluating them we often have a tendency to say that the test of a program is how much you’re spending. I will concede that in all the areas to which I have referred Senator Kennedy would have the spe- federal government spend more than I would have it spend. I costed out the cost of the Democratic platform. It runs a minimum of thirteen and two-tenths billions dollars a year more than we are presently spending to a maximum of eighteen billion dollars a year more than we’re presently spending. Now the Republican platform will cost more too. It will cost a minimum of four billion dollars a year more, a maximum of four and nine-tenths billion dollar a year more than we’re presently spending. Now, does this mean that his program is better than ours? Not at all. Because it isn’t a question of how much the federal government spends; it isn’t a question of which government does the most. It is a question of which administration does the right thing. And in our case, I do believe that our programs will stimulate the creative energies of a hundred and eighty million free Americans. I believe the programs that Senator Kennedy advocates will have a tendency to stifle those creative energies, I believe in other words, that his program would lead to the stagnation of the motive power that we need in this country to get progress. The final point that I would like to make is this: Senator Kennedy has suggested in his speeches that we lack compassion for the poor, for the old, and for others that are unfortunate. Let us understand throughout this campaign that his motives and mine are sincere. I know what it means to be poor. I know what it means to see people who are unemployed. I know Senator Kennedy feels as deeply about these problems as I do, but our disagreement is not about the goals for America but only about the means to reach those goals."}
{"File":"t003321","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":0,"Factor 2":52,"Factor 3":3,"Factor 4":4,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I’m not gonna name my cabinet before I get elected. I’ve got a little ways to go before I start doing that. But I have uh – an adequate background, I believe. I am a graduate of the U.S. Naval Academy, the first military graduate since uh – Eisenhower. I’ve served as the Governor of Georgia and have traveled extensively in foreign countries and South America, Central America, Europe, the Middle East and in Japan. I’ve traveled the last twenty-one months among the people of this country. I’ve talked to them and I’ve listened. And I’ve seen at first hand, in a very vivid way, the deep hurt that’s come to this country in the aftermath of Vietnam and Cambodia, Chile, and Pakistan, and Angola, and Watergate, CIA revelations. What we were formerly so proud of – the strength of our country, its uh – moral integrity, the representation in foreign affairs of what our people are, what our Constitution stands for, has been gone. And in the secrecy that has surrounded our foreign policy in the last few years, uh – the American people, the Congress have been excluded. I believe I know what this country ought to be. I’ve uh – been one who’s loved my nation as many Americans do, and I believe that there’s no limit placed on what we can be in the future, if we can harness the tremendous resources – militarily, economically, and the stature of our people, the meaning of the Constitution, in the future. Every time we’ve made a serious mistake in foreign affairs, it’s been because the American people have been excluded from the process. If we can just tap the intelligence and ability, the sound common sense and the good judgment of the American people, we can once again have a foreign policy to make us proud instead of ashamed. And I’m not gonna exclude the American people from that process in the future, as Mr. Ford and Kissinger have done. This is what it takes to have a sound foreign policy strong at home, strong defense, permanent commitments, not betray the principles of our country, and involve the American people and the Congress in the shaping of our foreign policy. Every time Mr. Ford speaks from a position of secrecy in negotiations, in secret – in secret treaties that’ve been uh – pursued and achieved, in supporting dictatorships, in ignoring human rights, we are weak and the rest of the world knows it. So these are the ways that we can restore the strength of our country, and they don’t require long experience in foreign policy. Nobody has that except a president who has served a long time or a secretary of state. But my background, my experience, my knowledge of the people of this country, my commitment to our principles that don’t change – those are the best bases to correct the horrible mistakes of this administration and restore our own country to a position of leadership in the world."}
{"File":"t003477","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":5,"Factor 2":50,"Factor 3":1,"Factor 4":1,"Factor 5":-2,"Factor 6":3,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Senator Kennedy has said tonight again what he has said several times in the course of this – these debates and in the campaign, that American is standing still. America is not standing still. It has not been standing still. And let’s set the record straight right now by looking at the record, as Al Smith used to say. He talks about housing. We built more houses in the last seven years than in any Administration and thirty percent more than in the previous Administration. We talk about schools – three times as many classrooms built in the past Administration – and Eisenhower – than under the Truman Administration. Let’s talk about civil rights. More progress in the past eight years than in the whole eighty years before. He talks about the progress in the field of slum clearance and the like. We find four times as many projects undertaken and completed in this Administration than in the previous one. Anybody that says America has been standing still for the last seven and a half years hasn’t been traveling in America. He’s been in some other country. Let’s get that straight right away. Now the second point we have to understand is this, however. America has not been standing still. But America cannot stand pat. We can’t stand pat for the reason that we’re in a race, as I’ve indicated. We can’t stand pat because it is essential with the conflict that we have around the world that we not just hold our own, that we not keep just freedom for ourselves. It is essential that we extend freedom, extend it to all the world. And this means more than what we’ve been doing. It means keeping America even stronger militarily than she is. It means seeing that our economy moves forward even faster than it has. It means making more progress in civil rights than we have so that we can be a splendid example for all the world to see – a democracy in action at its best. Now, looking at the other parts of the world – South America – talking about our record and the previous one. We had a good neighbor policy, yes. It sounded fine. But let’s look at it. There were eleven dictators when we came into power in 1953 in Latin America. There are only three left. Let’s look at Africa. Twenty new countries in Africa during the course of this Administration. Not one of them selected a Communist government. All of them voted for freedom – a free type of government. Does this show that Communism has the bigger pull, or freedom has the bigger pull? Am I trying to indicate that we have no problems in Africa or Latin America or Asia? Of course not. What I am trying to indicate is that the tide of history’s on our side, and that we can keep it on our side, because we’re on the right side. We’re on the side of freedom. We’re on the side of justice against the forces of slavery, against the forces of injustice. But we aren’t going to move America forward and we aren’t going to be able to lead the world to win this struggle for freedom if we have a permanent inferiority complex about American achievements. Because we are first in the world in space, as I’ve indicated; we are first in science; we are first in education, and we’re going to move even further ahead with the kind of leadership that we can provide in these years ahead. One other point I would make: what could you do? Senator Kennedy and I are candidates for the presidency of the United States. And in the years to come it will be written that one or the other of us was elected and that he was or was not a great president. What will determine whether Senator Kennedy or I, if I am elected, was a great president? It will not be our ambition that will determine it, because greatness is not something that is written on a campaign poster. It will be determined to the extent that we represent the deepest ideals, the highest feelings and faith of the American people. In other words, the next president, as he leads America and the free world, can be only as great as the American people are great. And so I say in conclusion, keep America’s faith strong. See that the young people of America, particularly, have faith in the ideals of freedom and faith in God, which distinguishes us from the atheistic materialists who oppose us."}
{"File":"t003386","Title":"October 22, 1976 Debate Transcript","Debate":"The Third Carter-Ford Presidential Debate","Date":214790400000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. WALTERS","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":22,"Factor 2":50,"Factor 3":-1,"Factor 4":3,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Thank you Barbara (barely audible). The major purpose of an election for president is to choose a leader. Someone who can analyze the depths of feeling in our country to set a standard for our people to follow, to inspire our people to reach for greatness, to correct our defects, to answer difficult questions, to bind ourselves together in a spirit of unity. I don’t believe the present administration has done that. We have been discouraged and we’ve been alienated. Sometimes we’ve been embarrassed and sometimes we’ve been ashamed. Our people are out of work, and there’s a sense of withdrawal. But our country is innately very strong. Mr. Ford is a good and decent man, but he’s in – been in office now more than eight hundred days approaching almost as long as John Kennedy was in office. I’d like to ask the American people what, what’s been accomplished. A lot remains to be done. My own background is different from his. I was a school board member, and a library board member. I served an a hospital authority. And I was in the state senate and I was governor and I’m an engineer, a Naval officer, a farmer, a businessman. And I believe we require someone who can work harmoniously with the Congress, who can work closely with the people of this country, and who can bring a new image and a new spirit to Washington. Our tax structure is a disgrace, it needs to be reformed. I was Governor of Georgia for four years. We never increased sales taxes or income tax or property tax. As a matter of fact, the year before I went out of office we gave a $50 million refund to the property taxpayers of Georgia. We spend six hundred dollars per person in this country – every man, woman and child – for health care. We still rank fifteenth among all the nations of the world in infant mortality. And our cancer rate is uh – higher than any country in the world. We don’t have good health care. We could have it. Employment ought to be restored to our people. We’ve become almost a welfare state. We spend now 700 percent more on unemployment compensation than we did eight years ago when the Republicans took over the White House. Our people wanna go back to work. Our education system can be improved. Secrecy ought to be stripped away from government and a maximum of personal privacy ought to be maintained. Our housing programs have uh – gone bad. It used to be that the average – uh family could own a house. But now less than a third of our people can afford to buy their own homes. The budget was more grossly out of balance last year than ever before in the history of our country – $65 billion – primarily because our people are not at work. Inflation is robbing us, as we’ve already discussed, and the government bureaucracy is uh – just a horrible mess. This doesn’t have to be. Now I don’t know all the answers. Nobody could. But I do know that if the president of the United States and the Congress of the United States and the people of the United States said, “I believe our nation is greater than what we are now.” I believe that if we are inspired, if we can achieve a degree of unity, if we can set our goals high enough and work toward recognized goals with industry and labor and agriculture along with government at all levels, then we can achieve great things. We might have to do it slowly. There are no magic answers to do it. But I believe together we can make great progress. We can correct our difficult mistakes and answer those very tough questions. I believe in the greatness of our country, and I believe the American people are ready for a change in Washington. We’ve been drifting too long. We’ve been dormant too long. We’ve been discouraged too long. And we have not set an example for our own people. But I believe that we can now establish in the White House a good relationship with Congress, a good relationship with our people, set very high goals for our country. And with inspiration and hard work we can achieve great things. And let the world know – that’s very important. But more importantly, let the people in our own country realize that we still live in the greatest nation on earth. Thank you very much."}
{"File":"t003408","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":13,"Factor 2":48,"Factor 3":-2,"Factor 4":-1,"Factor 5":1,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"The point was made by Mr. Nixon that the Soviet production is only forty-four percent of ours. I must say that forty-four percent and that Soviet country is causing us a good deal of trouble tonight. I want to make sure that it stays in that relationship. I don’t want to see the day when it’s sixty percent of ours, and seventy and seventy-five and eighty and ninety percent of ours, with all the force and power that it could bring to bear in order to cause our destruction. Secondly, the Vice President mentioned medical care for the aged. Our program was an amendment to the Kerr bill. The Kerr bill provided assistance to all those who were not on Social Security. I think it’s a very clear contrast. In 1935, when the Social Security Act was written, ninety-four out of ninety-five Republicans voted against it. Mr. Landon ran in 1936 to repeal it. In August of 1960, when we tried to get it again, but this time for medical care, we received the support of one Republican in the Senate on this occasion. Thirdly, I think the question before the American people is: as they look at this country and as they look at the world around them, the goals are the same for all Americans. The means are at question. The means are at issue. If you feel that everything that is being done now is satisfactory, that the relative power and prestige and strength of the United States is increasing in relation to that of the Communists; that we’ve b- gaining more security, that we are achieving everything as a nation that we should achieve, that we are achieving a better life for our citizens and greater strength, then I agree. I think you should vote for Mr. Nixon. But if you feel that we have to move again in the sixties, that the function of the president is to set before the people the unfinished business of our society as Franklin Roosevelt did in the thirties, the agenda for our people – what we must do as a society to meet our needs in this country and protect our security and help the cause of freedom. As I said at the beginning, the question before us all, that faces all Republicans and all Democrats, is: can freedom in the next generation conquer, or are the Communists going to be successful? That’s the great issue. And if we meet our responsibilities I think freedom will conquer. If we fail, if we fail to move ahead, if we fail to develop sufficient military and economic and social strength here in this country, then I think that uh – the tide could begin to run against us. And I don’t want historians, ten years from now, to say, these were the years when the tide ran out for the United States. I want them to say these were the years when the tide came in; these were the years when the United States started to move again. That’s the question before the American people, and only you can decide what you want, what you want this country to be, what you want to do with the future. I think we’re ready to move. And it is to that great task, if we’re successful, that we will address ourselves."}
{"File":"t003471","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":2,"Factor 2":46,"Factor 3":-2,"Factor 4":-7,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"One of the areas, and of course the most vulnerable area is – I have felt, has been Eastern Europe. I’ve been critical of the Administration’s failure to suggest policies which would make it possible for us to establish, for example, closer relations with Poland, particularly after the fifty-five-fifty-six period and the Hungarian revolution. We indicated at that time that we were not going to intervene militarily. But there was a period there when Poland demonstrated a national independence and even the Polish government moved some differn- di- distance away from the Soviet Union. I suggested that we amend our legislation so that we could enjoy closer economic ties. We received the support first of the Administration and then not, and we were defeated by one vote in the Senate. We passed the bill in the Senate this year but it didn’t pass the House. I would say Eastern Europe is the area of vulnerability of the uh – s- of the Soviet Union. Secondly, the relations between Russia and China. They are now engaged in a debate over whether war is the means of Communizing the world or whether they should use subversion, infiltration, economic struggles and all the rest. No one can say what that course of action will be, but I think the next president of the United States should watch it carefully. If those two powers should split, it could have great effects throughout the entire world. Thirdly, I believe that India represents a great area for affirmative action by the free world. India started from about the same place that China did. Chinese Communists have been moving ahead the last ten years. India under a free society has been making some progress. But if India does not succeed – with her four hundred and fifty million people, if she can’t make freedom work – then people around the world are going to determine – particularly in the underdeveloped world – that the only way that they can develop their resources is through the Communist system. Fourth, let me say that in Africa, Asia, Latin America, Eastern Europe, the great force on our side is the desire of people to be free. This has expressed itself in the revolts in Eastern Europe. It’s expressed itself in the desire of the people of Africa to be independent of Western Europe. They want to be free. And my judgment is that they don’t want to give their freedom up to become Communists. They want to stay free, independent perhaps of us, but certainly independent of the Communists. And I believe if we identify ourselves with that force, if we identify ourselves with it as Lincoln, as Wilson did, as Franklin Roosevelt did, if we become known as the friend of freedom, sustaining freedom, helping freedom, helping these people in the fight against poverty and ignorance and disease, helping them build their lives, I believe in Latin America, Africa, and Asia, eventually in the Eastern Europe and the Middle East, certainly in Western Europe, we can strengthen freedom. We can make it move. We can put the Communists on the defensive."}
{"File":"t003352","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":3,"Factor 2":46,"Factor 3":10,"Factor 4":2,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"The purpose of this debate and the outcome of the election will determine three basic things: Leadership, upholding the principles of our country, and proper priorities and commitments for the future. This election will also determine what kind of world we leave our children. Will it be a nightmare world threatened with the proliferation of atomic bombs, not just in five major countries but dozens of smaller countries that have been permitted to develop atomic weapons because of a failure of our top leadership to stop proliferation? Will we have a world of hunger and – and hatred, and will we be living in an armed camp stripped of our friendship and allies hiding behind a tight defense that’s been drawn in around us because we are fearful of the outside world? Will we have a government of secrecy that excludes the American people from participation in making basic decisions and therefore covers up mistakes and makes it possible for our government – our government – to depart from the principles of our Constitution and Bill of Rights? Or will we have a world of peace with the threat of atomic weapons eliminated, with full trade, with our people at work, inflation controlled, openness in government, our people proud once again, Congress, citizens, president, secretary of state working in harmony and unity toward a common future? Or world where people have enough to eat and a world where we care about those who don’t? Can we become a breadbasket of the world instead of the arms merchant of the world? I believe we can and we ought to. Now we’ve been hurt in recent years in this country. In the aftermath of Vietnam, Cambodia, Chile, Pakistan, Angola, Watergate, CIA, we’ve been hurt. Our people feel that we’ve lost something precious. That’s not necessary. I wanna see our nation – return to a posture and an image and a standard to make us proud once again. I remember the world with NATO, and the world of Point Four, and the world of the Marshall Plan, and the world of the Peace Corps. Why can’t we have that once again? We ought to be a beacon for nations who search for peace and who search for freedom, who search for individual liberty, who search for basic human rights. We haven’t been lately. We can be once again. We’ll never have that world leadership until we are strong at home, and we can have that strength if we return to the basic principles. It ought not to be a strength of bombast and threats. It ought to be a quiet strength based on the integrity of our people, the vision of the Constitution, an in- innate strong will and purpose that God’s given us in the greatest nation on earth – the United States."}
{"File":"t001421","Title":"October 22, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PARTICIPATE IN A CANDIDATES DEBATE, LYNN UNIVERSITY, BOCA RATON, FLORIDA","Date":1350864000000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENT BARACK OBAMA","Moderators":"BOB SCHIEFFER","Speaker":"ROMNEY","Party":"Republican","Factor 1":12,"Factor 2":46,"Factor 3":9,"Factor 4":2,"Factor 5":1,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"No. I believe, as the president indicated, and said at the time that I supported his — his action there. I felt that — I wish we’d have had a better vision of the future. I wish that, looking back at the beginning of the president’s term and even further back than that, that we’d have recognized that there was a growing energy and passion for freedom in that part of the world, and that we would have worked more aggressively with our friend and with other friends in the region to have them make the transition towards a more representative form of government, such that it didn’t explode in the way that it did. But once it exploded, I felt the same as the president did, which is these freedom voices and the streets of Egypt, where the people who were speaking of our principles and the President Mubarak had done things which were unimaginable and the idea of him crushing his people was not something that we could possibly support. Let me step back and talk about what I think our mission has to be in the Middle East and even more broadly, because our purpose is to make sure the world is more — is peaceful. We want a peaceful planet. We want people to be able to enjoy their lives and know they’re going to have a bright and prosperous future, not be at war. That’s our purpose. And the mantle of leadership for the — promoting the principles of peace has fallen to America. We didn’t ask for it. But it’s an honor that we have it. But for us to be able to promote those principles of peace requires us to be strong. And that begins with a strong economy here at home. Unfortunately, the economy is not stronger. When the — when the president of Iraq — excuse me, of Iran, Ahmadinejad, says that our debt makes us not a great country, that’s a frightening thing. Former chief of the — Joint Chiefs of Staff said that — Admiral Mullen said that our debt is the biggest national security threat we face. This — we have weakened our economy. We need a strong economy. We need to have as well a strong military. Our military is second to none in the world. We’re blessed with terrific soldiers, and extraordinary technology and intelligence. But the idea of a trillion dollar in cuts through sequestration and budget cuts to the military would change that. We need to have strong allies. Our association and connection with our allies is essential to America’s strength. We’re the great nation that has allies, 42 allies and friends around the world. And, finally, we have to stand by our principles. And if we’re strong in each of those things, American influence will grow. But unfortunately, in nowhere in the world is America’s influence will grow. But unfortunately, in — nowhere in the world is America’s influence greater today than it was four years ago."}
{"File":"t003426","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":13,"Factor 2":45,"Factor 3":-1,"Factor 4":1,"Factor 5":-1,"Factor 6":-1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well I don’t think that in the winter of sixty-one under present economic conditions, it uh – a – uh – tax uh – increase would be desirable. In fact, it would be deflationary; it would cause great unemployment; it would cause a real slowdown in our economy. If it ever becomes necessary, and is wise economically and essential to our security, I would have no hesitancy in suggesting a tax increase or any other policy which would defend the United States. I have talked in every speech about the fact that these are going to be very difficult times in the nineteen-sixties and that we’re going to have to meet our responsibilities as citizens. I’m talking about a national mood. I’m talking about our willingness to bear any burdens in order to maintain our own freedom and in order to meet our freedom around the globe. We don’t know what the future’s going to bring. But I would not want anyone to elect me uh – president of the United States – or vote for me – under the expectation that life would be easier if I were elected. Now, many of the programs that I’m talking about – economic growth, care for the aged, development of our natural resources – build the strength of the United States. That’s how the United States began to prepare for its great actions in World War II and in the post-war period. If we’re moving ahead, if we’re providing a viable economy, if our people have sufficient resources so that they can consume what we produce; then this country’s on the move, then we’re stronger, then we set a better example to the world. So we have the problem of not only building our own uh – military strength and extending uh – our policies abroad, we have to do a job here at home. So I believe that the policies that I recommend came under the general heading of strengthening the United States. We’re using our steel capacity fifty-five per cent today. We’re not able to consume what we’re able to produce at a time when the Soviet Union is making great economic gains. And all I say is, I don’t know what the sixties will bring – except I think they will bring hard times in the uh – international sphere; I hope we can move ahead here at home in the United States; I’m confident we can do a far better job of mobilizing our economy and resources in the United States. And I merely say that they – if they elect me president, I will do my best to carry the United States through a difficult period; but I would not want people to elect me because I promised them the easy, soft life. I think it’s going to be difficult; but I’m confident that this country can meet its responsibilities."}
{"File":"t001475","Title":"October 22, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PARTICIPATE IN A CANDIDATES DEBATE, LYNN UNIVERSITY, BOCA RATON, FLORIDA","Date":1350864000000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENT BARACK OBAMA","Moderators":"BOB SCHIEFFER","Speaker":"ROMNEY","Party":"Republican","Factor 1":16,"Factor 2":44,"Factor 3":3,"Factor 4":0,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Thank you. Bob, Mr. President, folks at Lynn University, good to be with you. I’m optimistic about the future. I’m excited about our prospects as a nation. I want to see peace. I want to see growing peace in this country. It’s our objective. We have an opportunity to have real leadership. America’s going to have that kind of leadership and continue to promote principles of peace to make a world a safer place and make people in this country more confident that their future is secure. I also want to make sure that we get this economy going. And there are two very different paths the country can take. One is a path represented by the president, which at the end of four years would mean we’d have $20 trillion in debt heading towards Greece. I’ll get us on track to a balanced budget. The president’s path will mean continuing declining in take-home pay. I want to make sure our take-home pay turns around and starts to grow. The president’s path will mean continuing declining in take-home pay. I want to make sure take-home pay turns around and starts to grow. The president’s path means 20 million people out of work struggling for a good job. I’ll get people back to work with 12 million new jobs. I’m going to make sure that we get people off of food stamps, not by cutting the program, but by getting them good jobs. America’s going to come back, and for that to happen, we’re going to have to have a president who can work across the aisle. I was in a state where my legislature was 87 percent Democrat. I learned how to get along on the other side of the aisle. We’ve got to do that in Washington. Washington is broken. I know what it takes to get this country back, and will work with good Democrats and good Republicans to do that. This nation is the hope of the earth. We’ve been blessed by having a nation that’s free and prosperous thanks to the contributions of the greatest generation. They’ve held a torch for the world to see — the torch of freedom and hope and opportunity. Now, it’s our turn to take that torch. I’m convinced we’ll do it. We need strong leadership. I’d like to be that leader with your support. I’ll work with you. I’ll lead you in an open and honest way, and I ask for your vote. I’d like to be the next president of the United States to support and help this great nation and to make sure that we all together remain America as the hope of the earth. Thank you so much."}
{"File":"t002768","Title":"October 15, 1992 Second Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"SIMPSON","Speaker":"BUSH","Party":"Republican","Factor 1":4,"Factor 2":43,"Factor 3":11,"Factor 4":0,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, we have come to that position. Since I became president, 43, 44 countries have gone democratic, no longer totalitarian, no longer living under dictatorship or communist rule. This is exciting. New world order to me means freedom and democracy. I think we will have a continuing responsibility, as the only remaining superpower, to stay involved. If we pull back in some isolation and say we don’t have to do our share, or more than our share, anymore, I believe you are going to just ask for conflagration that we’ll get involved in the future. NATO, for example, has kept the peace for many, many years, and I want to see us keep fully staffed in NATO so we’ll continue to guarantee the peace in Europe. But the exciting thing is, the fear of nuclear war is down. And you hear all the bad stuff that’s happened on my watch; I hope people will recognize that this is something pretty good for mankind. I hope they’ll think it’s good that democracy and freedom is on the move. And we’re going to stay engaged, as long as I’m president, working to improve things. You know, it’s so easy now to say, hey, cut out foreign aid, we got a problem at home. I think the US has to still have the Statue of Liberty as a symbol, caring for others. Right this very minute we’re sending supplies in to help these little starving kids in Somalia. It’s the US that’s taken the lead in humanitarian aid into Bosnia. We’re doing this all around the world. Yes, we got problems at home. And I think I got a good plan to help fix those problems at home. But because of our leadership, because we didn’t listen to the freeze — the nuclear-freeze group, do you remember — freeze it, back in the late 70s — freeze, don’t touch it; we’re going to lock it in now or else we’ll have war. President Reagan said no, peace through strength. It worked. The Soviet Union is no more, and now we’re working to help them become totally democratic through the Freedom Support Act that I led on, a great Democratic ambassador, Bob Strauss, over there, Jim Baker, all of us got this thing passed — through cooperation, Ross — it worked with cooperation, and you’re for that, I’m sure, helping Russia become democratic. So the new world order to me means freedom and democracy, keep engaged, do not pull back into isolation. And we are the US, and we have a responsibility to lead and to guarantee the security. If it hadn’t been for us, Saddam Hussein would be sitting on top of three-fifths of the oil supply of the world and he’d have nuclear weapons. And only the US could do this. Excuse me, Carole."}
{"File":"t003315","Title":"September 23, 1976 Debate Transcript","Debate":"The First Carter-Ford Presidential Debate","Date":212284800000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"EDWIN NEWMAN","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":6,"Factor 2":42,"Factor 3":-1,"Factor 4":1,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, tonight we’ve had a chance to talk a lot about the past. But I think it’s time to talk about the future. Our nation in the last eight years has been divided as never before. It’s a time for unity. It’s a time to draw ourselves together: to have a president and a Congress that can work together with mutual respect for a change, cooperating for a change, in the open for a change, so the people can understand their own government. It’s time for government, industry, labor, manufacturing, agriculture, education, other entities in our society to cooperate. And it’s a time for government to understand and to cooperate with our people. For a long time our American citizens have been excluded, sometimes misled, sometimes have been lied to. This is uh – not compatible with the purpose of our nation. I believe in our country. It needs to be competent. The government needs to be well-managed, efficient, economical, We need to have a government that’s sensitive to our people’s needs – to those who are poor, who don’t have adequate health care, who have been cheated too long with our tax programs, who’ve been out of jobs, whose families have been torn apart. We need to restore the faith and the trust of the American people in their own government. In addition to that, we’ve suffered because we haven’t had leadership in this administration. We’ve got a government of stalemate. We’ve lost the vision of what our country can and ought to be. This is not the America that we’ve known in the past. It’s not the America that we have to have in the future. I don’t claim to know all the answers. But I’ve got confidence in my country. Our economic strength is still there. Our system of government – in spite of Vietnam, Cambodia, CIA, Watergate – is still the best system of government on earth. And the greatest resource of all are the two hundred and fifteen million Americans who have within us the strength, the character, the intelligence, the experience, the patriotism, the idealism, the compassion, the sense of brotherhood on which we can rely in the future to restore the greatness to our country We ought not to be excluded from our government anymore. We need a president who can go in – who derives his strength from the people. I owe the special interests nothing. I owe everything to you, the people of this country. And I believe that we can bind our wounds. I believe that we can work together. And I believe that if we can tap the tremendous untapped reservoir of innate strength in this country, that we can once again have a government as good as our people, and let the world know what we still know and hope for – that we still live in the greatest and the strongest and the best country on earth."}
{"File":"t003277","Title":"October 28, 1980 Debate Transcript","Debate":"The Carter-Reagan Presidential Debate","Date":341539200000,"Decade":1980,"Election":"1980 Election","Participants":"Carter-Reagan","Moderators":"MR. SMITH","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":12,"Factor 2":41,"Factor 3":4,"Factor 4":2,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"First of all, I’d like to thank the League of Women Voters for making this debate possible. I think it’s been a very constructive debate and I hope it’s helped to acquaint the American people with the sharp differences between myself and Governor Reagan. Also, I want to thank the people of Cleveland and Ohio for being such hospitable hosts during these last few hours in my life. I’ve been President now for almost four years. I’ve had to make thousands of decisions, and each one of those decisions has been a learning process. I’ve seen the strength of my nation, and I’ve seen the crises it approached in a tentative way. And I’ve had to deal with those crises as best I could. As I’ve studied the record between myself and Governor Reagan, I’ve been impressed with the stark differences that exist between us. I think the result of this debate indicates that that fact is true. I consider myself in the mainstream of my party. I consider myself in the mainstream even of the bipartisan list of Presidents who served before me. The United States must be a nation strong; the United States must be a nation secure. We must have a society that’s just and fair. And we must extend the benefits of our own commitment to peace, to create a peaceful world. I believe that since I’ve been in office, there have been six or eight areas of combat evolved in other parts of the world. In each case, I alone have had to determine the interests of my country and the degree of involvement of my country. I’ve done that with moderation, with care, with thoughtfulness; sometimes consulting experts. But, I’ve learned in this last three and a half years that when an issue is extremely difficult, when the call is very close, the chances are the experts will be divided almost 50-50. And the final judgment about the future of the nation – war, peace, involvement, reticence, thoughtfulness, care, consideration, concern – has to be made by the man in the Oval Office. It’s a lonely job, but with the involvement of the American people in the process, with an open Government, the job is a very gratifying one. The American people now are facing, next Tuesday, a lonely decision. Those listening to my voice will have to make a judgment about the future of this country. And I think they ought to remember that one vote can make a lot of difference. If one vote per precinct had changed in 1960, John Kennedy would never have been President of this nation. And if a few more people had gone to the polls and voted in 1968, Hubert Humphrey would have been President; Richard Nixon would not. There is a partnership involved in our nation. To stay strong, to stay at peace, to raise high the banner of human rights, to set an example for the rest of the world, to let our deep beliefs and commitments be felt by others in other nations, is my plan for the future. I ask the American people to join me in this partnership."}
{"File":"t003319","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. FORD","Party":"Republican","Factor 1":4,"Factor 2":40,"Factor 3":0,"Factor 4":-1,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I don’t believe we should move to a cold-war relationship. I think it’s in the best interest of the United States, and the world as a whole that the United States negotiate rather than go back to the cold-war relationship with the Soviet Union. I don’t uh – look at the picture as bleakly as you have indicated in your question, Mr. Trewhitt. I believe that the United States ha- had many successes in recent years, in recent months, as far as the Communist movement is concerned. We have been successful in Portugal, where a year ago it looked like there was a very great possibility that the uh – Communists would take over in Portugal. It didn’t happen. We have a democracy in Portugal today. A few uh – months ago, or I should say, maybe two years ago, the Soviet Union looked like they had continued strength in the Middle East. Today, according to Prime Minister Rabin, the Soviet Union is weaker in the Middle East than they have been in many, many years. The facts are, there – the Soviet Union relationship with Egypt is uh – at a low level. The Soviet Union relationship with Syria is at a very low point. The United States today, according to Prime Minister Rabin of Israel, is a- at a peak in its uh – influence and power in the Middle East. But let’s turn for a minute to the uhh – southern African operations that are now going on. The United States of America took the initiative in southern Africa. We wanted to end the bloodshed in southern Africa. We wanted to have the right of self-determination in southern Africa. We wanted to have majority rule with the full protection of the rights of the minority. We wanted to preserve human dignity in southern Africa. We have taken the initiative, and in southern Africa today the United States is trusted by the black front-line nations and black Africa. The United States is trusted by other elements in southern Africa. The United States foreign policy under this administration has been one of progress and success. And I believe that instead of talking about Soviet progress, we can talk about American successes. And may I make an observation – part of the question you asked, Mr. Trewhitt? I don’t believe that it’s in the best interest of the United States and the NATO nations to have a Communist government in NATO. Mr. Carter has indicated he would look with sympathy to a Communist government in NATO. I think that would destroy the integrity and the strength of NATO, and I am totally opposed to it."}
{"File":"t003178","Title":"October 21, 1984 Debate Transcript","Debate":"The Second Reagan-Mondale Presidential Debate","Date":467164800000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":3,"Factor 2":40,"Factor 3":5,"Factor 4":6,"Factor 5":-3,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"No. And I have not made it an issue, nor should it be. What’s at issue here is the President’s application of his authority to understand what a President must know to lead this nation, secure our defense, and make the decisions and the judgments that are necessary. A minute ago the President quoted Cicero, I believe. I want to quote somebody a little closer to home, Harry Truman. He said, “The buck stops here.” We just heard the President’s answer for the problems at the barracks in Lebanon, where 241 marines were killed. What happened? First, the Joint Chiefs of Staff went to the President, said, “Don’t put those troops there.” They did it. And then 5 days before the troops were killed, they went back to the President, through the Secretary of Defense, and said, “Please, Mr. President, take those troops out of there because we can’t defend them.” They didn’t do it. And we know what happened. After that, once again, our Embassy was exploded. This is the fourth time this has happened — an identical attack, in the same region, despite warnings — even public warnings — from the terrorists. Who’s in charge? Who’s handling this matter? That’s my main point. Now, on arms control, we’re completing 4 years. This is the first administration since the bomb went off that made no progress. We have an arms race underway instead. A President has to lead his government or it won’t be done. Different people with different views fight with each other. For 3\\1\/2\\ years, this administration avoided arms control, resisted tabling arms control proposals that had any hope of agreeing, rebuked their negotiator in 1981 when he came close to an agreement, at least in principle, on medium-range weapons. And we have this arms race underway. And a recent book that just came out by perhaps the Nation’s most respected author in this field, Strobe Talbott, called “Deadly Gambits,” concludes that this President has failed to master the essential details needed to command and lead us, both in terms of security and terms of arms control. That’s why they call the President the Commander in Chief. Good intentions, I grant. But it takes more than that. You must be tough and smart. The President’s Leadership Mr. Trewhitt. This question of leadership keeps arising in different forms in this discussion already. And the President, Mr. Mondale, has called you whining and vacillating, among the more charitable phrases — weak, I believe. It is a question of leadership. And he has made the point that you have not repudiated some of the semidiplomatic activity of the Reverend Jackson, particularly in Central America. Did you approve of his diplomatic activity? And are you prepared to repudiate him now? I read his statement the other day. I don’t admire Fidel Castro at all. And I’ve said that. Che Guevara was a contemptible figure in civilization’s history. I know the Cuban state as a police state, and all my life I’ve worked in a way that demonstrates that. But Jesse Jackson is an independent person. I don’t control him. And let’s talk about people we do control. In the last debate,\\1\\ (FOOTNOTE) the Vice President of the United States said that I said the marines had died shamefully and died in shame in Lebanon. I demanded an apology from Vice President Bush because I had, instead, honored these young men, grieved for their families, and think they were wonderful Americans that honored us all. What does the President have to say about taking responsibility for a Vice President who won’t apologize for something like that? (FOOTNOTE) \\1\\Mr. Mondale was referring to an earlier debate between George Bush and Geraldine Ferarro, the Vice-Presidential candidates."}
{"File":"t003341","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. FORD","Party":"Republican","Factor 1":6,"Factor 2":39,"Factor 3":-2,"Factor 4":1,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I believe that uh – our foreign policy must express the highest standards of morality. And the initiatives that we took in southern Africa are the best examples of what this administration is doing and will continue to do in the next four years. If the United States had not moved when we did in southern Africa, there’s no doubt there would have been an acceleration of bloodshed in that tragic part of the world. If we had not taken our initiative, it’s very, very possible that uh – the government of Rhodesia would have been overrun and that the Soviet Union and the Cubans would have dominated uh – southern Africa. So the United States, seeking to preserve the principle of self-determination, to eliminate the possibility of bloodshed, to protect the rights of the minority as we insisted upon the rights of the majority, uh – I believe followed the good conscience of the American people in foreign policy. And I believe that we used our skill. Secretary of State Kissinger has done a superb job in working with the black African nations, the so-called front-line nations. He has done a superb job in getting the prime minister of South Africa, Mr. Vorster, to agree that the time had come for a solution to the problem of Rhodesia. Secretary Kissinger, in his meeting with uh – Prime Minister Smith of Rhodesia, was able to convince him that it was in the best interests of whites as well as blacks in Rhodesia to find an answer for a transitional government and then a majority government. This is a perfect example of the kind of leadership that the United States, under this administration, has taken. And I can assure you that this administration will follow that high moral principle in our future efforts in foreign policy, including our efforts in the Middle East where it is vitally important because the Middle East is the crossroads of the world. There’ve been more disputes in its area where there’s more volatility than any other place in the world. But because Arab nations and the Israelis trust the United States, we were able to take the lead in the Sinai II Agreement. And I can assure you that the United States will have the leadership role in moving toward a comprehensive settlement of the Middle Eastern problems, I hope and trust as soon as possible. And we will do it with the highest moral principles."}
{"File":"t003411","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":3,"Factor 2":38,"Factor 3":6,"Factor 4":0,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Mr. Morgan, I suggested that if the United States felt that it could save the summit conference that it would have been proper for us to have expressed regrets. In my judgment that statement has been distorted uh – by Mr. Nixon and others in their debates around the country and in their discussions. Mr. Lodge, on “Meet the Press” a month ago, said if there was ever a case when we did not have law an our side it was in the U-2 incident. The U-2 flights were proper from the point of view of protecting our security. But they were not in accordance with international law. And I said that I felt that rather than tell the lie which we told, rather than indicate that the flights would continue – in fact, I believe Mr. Nixon himself said on May fifteenth that the flights would continue even though Mr. Herter testified before the Senate Foreign Relations Committee that they had been canceled as of May twelfth – that it would have been far better that if we had expressed regrets, if that would have saved the summit, and if the summit is useful – and I believe it is. The point that is always left out is the fact that we expressed regrets to Castro this winter; that we expressed regrets – the Eisenhower Administration expressed regrets – for a flight over Southern Russia in 1958. We expressed regrets for a flight over Eastern Germany under this Administration. The Soviet Union in 1955 expressed regrets to us over the Bering Sea incident. The Chinese Communists expressed regrets to us over a plane incident in 1956. That is the accepted procedure between nations; and my judgment is that we should follow the advice of Theodore Roosevelt: Be strong; maintain a strong position; but also speak softly. I believe that in those cases where international custom calls for the expression of a regret, if that would have kept the summit going, in my judgment it was a proper action. It’s not appeasement. It’s not soft. I believe we should be stronger than we now are. I believe we should have a stronger military force. I believe we should increase our strength all over the world. But I don’t confuse words with strength; and in my judgment if the summit was useful, if it would have brought us closer to peace, that rather than the lie that we told – which has been criticized by all responsible people afterwards – it would have been far better for us to follow the common diplomatic procedure of expressing regrets and then try to move on."}
{"File":"t003145","Title":"October 11, 1984 Debate Transcript","Debate":"The Bush-Ferraro Vice-Presidential Debate","Date":466300800000,"Decade":1980,"Election":"1984 Election","Participants":"Bush-Ferraro","Moderators":"DOROTHY S. RIDINGS","Speaker":"FERRARO","Party":"Democratic","Factor 1":5,"Factor 2":38,"Factor 3":8,"Factor 4":0,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Let me say first of all that I don’t think there is any issue that is more important in this campaign, in this election, than the issue of war and peace. And since today is Eleanor Roosevelt’s 100th birthday, let me quote her. She said, “It is not enough to want peace, you must believe in it. And it is not enough to believe in it, you must work for it.” This administration’s policies have indicated quite the opposite. The last time I heard Vice President Bush blame the fact that they didn’t meet with the Soviet leader, and this is the first president in forty years not to meet with a Soviet counterpart. He said the reason was because there are three Soviet leaders in the past three and a half years. I went and got a computer printout. It’s five pages of the leaders, world leaders, that the Soviet leaders have met with, and they’re not little people. They’re people like Mitterrand of France and Kohl of Germany and President Kiprianou of Cyprus – you go down the list, five pages of people that the Soviet leaders have managed to meet with and somehow they couldn’t meet with the president of the United States. In addition to not meeting with his Soviet counterpart, this is the first president – and you’re right – since the start of negotiating arms control agreements who have not negotiated an arms control agreement, But not only has he not negotiated one, he’s been opposed to every single one that every other president has negotiated, including Eisenhower, including Ford, and including Nixon. Now, let me just say that with reference to the vice-president’s comments about the intent and the desire of the United Sites and this administration, the Soviet Union did walk out of the talks. I agree. But it seems to me in 1982, when the administration presented its Start proposal, that it wasn’t a realistic proposal. And that is the comment that was made by Secretary Haig after he left office, because what it dealt with was that it dealt just with land-based nuclear missiles, which is where the Soviets had the bulk of their missiles. But that aside, in 1982, I believe it was, their own negotiator, Nitze, came out with a proposal called the “walk-in-the-woods proposal” which would have limited the number of nuclear arms in Europe. That proposal was turned down by the administration – a proposal presented by its own administrator. Now I’m delighted that they met with Mr. Gromyko, but they could have had that opportunity to meet with him in 1981 when he came to the UN, which he had done with every other president before, and in 1982 as well. I guess my –"}
{"File":"t001459","Title":"October 22, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PARTICIPATE IN A CANDIDATES DEBATE, LYNN UNIVERSITY, BOCA RATON, FLORIDA","Date":1350864000000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENT BARACK OBAMA","Moderators":"BOB SCHIEFFER","Speaker":"ROMNEY","Party":"Republican","Factor 1":20,"Factor 2":38,"Factor 3":5,"Factor 4":3,"Factor 5":1,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, first of all, it’s not government that makes business successful. It’s not government investments that makes businesses grow and hire people. Let me also note that the greatest threat that the world faces, the greatest national security threat is a nuclear Iran. Let’s talk about China. China has an interest that’s very much like ours in one respect, and that is they want a stable world. They don’t want war. They don’t want to see protectionism. They don’t want to see the world break out into — into various forms of chaos, because they have to — they have to manufacture goods and put people to work and they have about 20,000 — 20 million, rather, people coming out of the farms every year coming into the cities, needing jobs. So they want the economy to work and the world to be free and open. And so we can be a partner with China. We don’t have to be an adversary in any way, shape or form. We can work with them, we can collaborate with them, if they’re willing to be responsible. Now, they look at us and say, Is it a good idea to be with America? How strong are we going to be? How strong is our economy? They look at the fact that we owe ’em a trillion dollars and owe other people $16 trillion in total, including that. They look at our — our decision to — to cut back on our military capabilities. A trillion dollars. The secretary of defense called these trillion dollars of cuts to our military devastating. It’s not my term, it’s the president’s own secretary of defense called these trillion dollars of cuts to our military devastating. It’s not my term, it’s the president’s own Secretary of Defense, called them devastating. They look at America’s commitments around the world and they see what’s happening, and they say, well, OK. Is America going to be strong? And the answer is, yes, if I’m president, America will be very strong. We’ll also make sure that we have trade relations with China that work for us. I’ve watched year in and year out as companies have shut down and people have lost their jobs because China has not played by the same rules, in part by holding down artificially the value of their currency. It holds down the prices of their goods. It means our goods aren’t as competitive and we lose jobs. That’s got to end. They’re making some progress; they need to make more. That’s why on day one, i will label them a currency manipulator, which allows us to apply tariffs where they’re taking jobs. They’re stealing our intellectual property, our patents, our designs, our technology, hacking into our computers, counterfeiting our goods. They have to understand we want to trade with them. We want a world that’s stable. We like free enterprise, but you got to play by the rules."}
{"File":"t003385","Title":"October 22, 1976 Debate Transcript","Debate":"The Third Carter-Ford Presidential Debate","Date":214790400000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. WALTERS","Speaker":"MR. FORD","Party":"Republican","Factor 1":9,"Factor 2":37,"Factor 3":2,"Factor 4":1,"Factor 5":-2,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"For twenty-five years I served in the Congress under five presidents. I saw them work, I saw them make very hard decisions. I didn’t always agree with their decisions, whether they were Democratic or Republican presidents. For the last two years, I’ve been the president, and I have found from experience that it’s much more difficult to make those decisions than it is to second-guess them. I became president at the time that the United States was in a very troubled time. We had inflation of over 12 percent, we were on the brink of the worst recession in the last forty years, we were still deeply involved in the problems of Vietnam. The American people had lost faith and trust and confidence in the presidency itself. That uh – situation called for me to first put the United States on a steady course and to keep our keel well balanced, because we had to face the difficult problems that had all of a sudden hit America. I think most people know that I did not seek the presidency. But I am asking for your help and assistance to be president for the next four years. During this campaign we’ve seen a lot of television shows, a lot of bumper stickers, and a great many uh – slogans of one kind or another. But those are not the things that count. What counts is, that the United States celebrated its 200th birthday on July fourth. As a result of that wonderful experience all over the United States, there is a new spirit in America. The American people are healed, are working together. The American people are moving again, and moving in the right direction. We have cut inflation by better than half. We have came out of the recession and we’re well on the road to real prosperity in this country again. There has been a restoration of faith and confidence and trust in the presidency because I’ve been open, candid and forthright. I have never promised more than I could produce and I have produced everything that I promised. We are at peace. Not a single young American is fighting or dying on any foreign soil tonight. We have peace with freedom. I’ve been proud to be president of the United States during these very troubled times. I love America just as all of you love America. It would be the highest honor for me to have your support on November second and for you to say, “Jerry Ford, you’ve done a good job, keep on doing it.” Thank you, and good night."}
{"File":"t003422","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":36,"Factor 3":0,"Factor 4":-2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well I understood that this was the Eisenhower-Nixon Administration according to all the Republican uh – propaganda that I’ve read. The question is what we’re going to do in the future. I’ve been critical of this Administration and I’ve been critical of the President. In fact uh – Mr. Nixon uh – discussed that a week ago in a speech. I believe that our power and prestige in the last eight years has declined. Now what is the issue is what we’re going to do in the future. Now that’s an issue between Mr. Nixon and myself. He feels that we’re moving ahead uh – in a – we’re not going into a recession in this country, economically; he feels that our power and prestige is stronger than it ever was relative to that of the Communists, that we’re moving ahead. I disagree. And I believe the American people have to make the choice on November eighth between the view of whether we have to move ahead faster, whether what we’re doing now is not satisfactory, whether we have to build greater strength at home and abroad and Mr. Nixon’s view. That’s the great issue. President Eisenhower moves from the scene on January twentieth and the next four years are the critical years. And that’s the debate. That’s the argument between Mr. Nixon and myself and on that issue the American people have to make their judgment and I think it’s a important judgment. I think in many ways this election is more important than any since 1932, or certainly almost any in this century. Because we disagree very fundamentally on the position of the United States, and if his view prevails then I think that’s going to bring an important result to this country in the sixties. If our view prevails that we have to do more, that we have to make a greater national and international effort, that we have lost prestige in Latin America – the President of Brazil – the new incumbent running for office called on Castro during his campaign because he thought it was important to get the vote of those who were supporting Castro in Latin America. In Africa, the United States has ignored Latin uh – Africa. We gave more scholarships to the Congo – this summer we offered them – than we’ve given to all of Africa the year before. Less than two hundred for all the countries of Africa and they need trained leadership more than anything. We’ve been uh – having a very clear decision in the last eight years. Mr. Nixon has been part of that Administration. He’s had experience in it. And I believe this Administration has not met its responsibilities in the last eight years, that our power relative to that of the Communists is declining, that we’re facing a very hazardous time in the sixties, and unless the United States begin to move here – unless we start to go ahead – I don’t believe that we’re going to meet our responsibility to our own people or to the cause of freedom. I think the choice is clear and it involves the future."}
{"File":"t003106","Title":"October 7, 1984 Debate Transcript","Debate":"The First Reagan-Mondale Presidential Debate","Date":465955200000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":13,"Factor 2":36,"Factor 3":-1,"Factor 4":18,"Factor 5":1,"Factor 6":3,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I want to thank the League of Women Voters and the city of Louisville for hosting this evening’s debate. I want to thank President Reagan for agreeing to debate. He didn’t have to, and he did, and we all appreciate it. The President’s favorite question is: Are you better off? Well, if you’re wealthy, you’re better off. If you’re middle income, you’re about where you were. And if you’re modest income, you’re worse off. That’s what the economists tell us. But is that really the question that should be asked? Isn’t the real question is will we be better off? Will our children be better off? Are we building the future that this nation needs? I believe that if we ask those questions that bear on our future, not just congratulate ourselves but challenge us to solve those problems, you’ll see that we need new leadership. Are we better of with this arms race? Will we be better off if we start this star wars escalation into the heavens? Are we better off when we deemphasize our values in human rights? Are we better off when we load our children with this fantastic debt? Would fathers and mothers feel proud of themselves if they loaded their children with debts like this nation is now — over a trillion dollars on the shoulders of our children? Can we say, really say that we will be better off when we pull away from sort of that basic American instinct of decency and fairness? I would rather lose a campaign about decency than win a campaign about self-interest. I don’t think this nation is composed of people who care only for themselves. And when we sought to assault Social Security and Medicare, as the record shows we did, I think that was mean-spirited. When we terminated 400,000 desperate, hopeless, defenseless Americans who were on disability — confused and unable to defend themselves, and just laid them out on the street, as we did for 4 years, I don’t think that’s what America is all about. America is a fair society, and it is not right that Vice President Bush pays less in taxes than the janitor who helps him. I believe there’s fundamental fairness crying out that needs to be achieved in our tax system. I believe that we will be better off if we protect this environment. And contrary to what the President says, I think their record on the environment is inexcusable and often shameful. These laws are not being enforced, have not been enforced, and the public health and the air and the water are paying the price. That’s not fair for our future. I think our future requires a President to lead us in an all-out search to advance our education, our learning, and our science and training, because this world is more complex and we’re being pressed harder all the time. I believe in opening doors. We won the Olympics, in part, because we’ve had civil rights laws and the laws that prohibit discrimination against women. I have been for those efforts all my life. The President’s record is quite different. The question is our future. President Kennedy once said in response to similar arguments, “We are great, but we can be greater.” We can be better if we face our future, rejoice in our strengths, face our problems, and by solving them, build a better society for our children. Thank you."}
{"File":"t001423","Title":"October 22, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PARTICIPATE IN A CANDIDATES DEBATE, LYNN UNIVERSITY, BOCA RATON, FLORIDA","Date":1350864000000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENT BARACK OBAMA","Moderators":"BOB SCHIEFFER","Speaker":"ROMNEY","Party":"Republican","Factor 1":14,"Factor 2":36,"Factor 3":3,"Factor 4":1,"Factor 5":0,"Factor 6":4,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well I — I absolutely believe that America has a — a responsibility, and the privilege of helping defend freedom and promote the principles that — that make the world more peaceful. And those principles include human rights, human dignity, free enterprise, freedom of expression, elections. Because when there are elections, people tend to vote for peace. They don’t vote for war. So we want to promote those principles around the world. We recognize that there are places of conflict in the world. We want to end those conflicts to the extent humanly possible. But in order to be able to fulfill our role in the world, America must be strong. America must lead. And for that to happen, we have to strengthen our economy here at home. You can’t have 23 million people struggling to get a job. You can’t have an economy that over the last three years keeps slowing down its growth rate. You can’t have kids coming out of college, half of them can’t find a job today, or a job that’s commensurate with their college degree. We have to get our economy going. And our military, we’ve got to strengthen our military long-term. We don’t know what the world is going to throw at us down the road. We — we make decisions today in the military that — that will confront challenges we can’t imagine. In the 2000 debates, there was no mention of terrorism, for instance. And a year later, 9\/11 happened. So, we have to make decisions based upon uncertainty, and that means a strong military. I will not cut our military budget. We have to also stand by our allies. I — I think the tension that existed between Israel and the United States was very unfortunate. I think also that pulling our missile defense program out of Poland in the way we did was also unfortunate in terms of, if you will, disrupting the relationship in some ways that existed between us. And then, of course, with regards to standing for our principles, when — when the students took to the streets in Tehran and the people there protested, the Green Revolution occurred, for the president to be silent I thought was an enormous mistake. We have to stand for our principles, stand for our allies, stand for a strong military and stand for a stronger economy."}
{"File":"t003437","Title":"October 13, 1960 Debate Transcript","Debate":"The Third Kennedy-Nixon Presidential Debate","Date":-290908800000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"BILL SHADEL","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":35,"Factor 3":11,"Factor 4":0,"Factor 5":1,"Factor 6":2,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well I think we should st- strengthen our conventional forces, and we should attempt in January, February, and March of next year to increase the airlift capacity of our conventional forces. Then I believe that we should move full time on our missile production, particularly on Minuteman and on Polaris. It may be a long period, but we must – we must get started immediately. Now on the question of disarmament, particularly nuclear disarmament, I must say that I feel that another effort should be made by a new Administration in January of 1961, to renew negotiations with the Soviet Union and see whether it’s possible to come to some conclusion which will lessen the chances of contamination of the atmosphere, and also lessen the chances that other powers will begin to possess a nuclear capacity. There are indications, because of new inventions, that ten, fifteen, or twenty nations will have a nuclear capacity – including Red China – by the end of the presidential office in 1964. This is extremely serious. There have been many wars in the history of mankind. And to take a chance uh – now be – and not make every effort that we could make to provide for some control over these weapons, I think would be a great mistake. One of my disagreements with the present Administration has been that I don’t feel a real effort has been made an this very sensitive subject, not only of nuclear controls, but also of general disarmament. Less than a hundred people have been working throughout the entire federal government on this subject, and I believe it’s been reflected in our success and failures at Geneva. Now, we may not succeed. The Soviet Union may not agree to an inspection system. We may be able to get satisfactory assurances. It may be necessary for us to begin testing again. But I hope the next Administration – and if I have anything to do with it, the next Administration will – make one last great effort to provide for control of nuclear testing, control of nuclear weapons, if possible, control of outer space, free from weapons, and also to begin again the subject of general disarmament levels. These must be done. If we cannot succeed, then we must strengthen ourselves. But I would make the effort because I think the fate not only of our own civilization, but I think the fate of world and the future of the human race is involved in preventing a nuclear war."}
{"File":"t003202","Title":"October 21, 1984 Debate Transcript","Debate":"The Second Reagan-Mondale Presidential Debate","Date":467164800000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":5,"Factor 2":35,"Factor 3":0,"Factor 4":6,"Factor 5":2,"Factor 6":-1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I want to thank the League of Women Voters, the good citizens of Kansas City, and President Reagan for agreeing to debate this evening. This evening we talked about national strength. I believe we need to be strong, and I will keep us strong. But I think strength must also require wisdom and smarts in its exercise. That’s key to the strength of our nation. A President must know the essential facts essential to command. But a President must also have a vision of where this nation should go. Tonight, as Americans, you have a choice. And you’re entitled to know where we would take this country if you decide to elect us. As President, I would press for long-term, vigorous economic growth. That’s why I want to get these debts down and these interest rates down, restore America’s exports, help rural America, which is suffering so much, and bring the jobs back here for our children. I want this next generation to be the best educated in American history, to invest in the human mind and science again, so we’re out front. I want this nation to protect its air, its water, its land, and its public health. America is not temporary; we’re forever. And as Americans, our generation should protect this wonderful land for our children. I want a nation of fairness, where no one is denied the fullness of life or discriminated against, and we deal compassionately with those in our midst who are in trouble. And, above all, I want a nation that’s strong. Since we debated 2 weeks ago, the United States and the Soviet Union have built a hundred more warheads, enough to kill millions of Americans and millions of Soviet citizens. This doesn’t strengthen us. This weakens the chances of civilization to survive. I remember the night before I became Vice President. I was given the briefing and told that any time, night or day, I might be called upon to make the most fateful decision on Earth — whether to fire these atomic weapons that could destroy the human species. That lesson tells us two things: One, pick a President that you know will know if that tragic moment ever comes what he must know, because there’ll be no time for staffing committees or advisers. A President must know right then. But above all, pick a President who will fight to avoid the day when that God-awful decision ever needs to be made. And that’s why this election is so terribly important. America and Americans decide not just what’s happening in this country. We are the strongest and most powerful free society on Earth. When you make that judgment, you are deciding not only the future of our nation; in a very profound respect, you’re deciding the future of the world. We need to move on. It’s time for America to find new leadership. Please, join me in this cause to move confidently and with a sense of assurance and command to build the blessed future of our nation."}
{"File":"t001392","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":43,"Factor 2":35,"Factor 3":3,"Factor 4":6,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Boy, great question and important question, because you’re absolutely right. The place where we’ve seen manufacturing go has been China. China is now the largest manufacturer in the world. It used to be the United States of America. A lot of good people have lost jobs. A half a million manufacturing jobs have been lost in the last four years. That’s total over the last four years. One of the reasons for that is that people think it’s more attractive in some cases to go offshore than to stay here. We have made it less attractive for enterprises to stay here than to go offshore from time to time. What I will do as president is make sure it’s more attractive to come to America again. This is the way we’re going to create jobs in this country. It’s not by trickle-down government, saying we’re going to take more money from people and hire more government workers, raise more taxes, put in place more regulations. Trickle-down government has never worked here, has never worked anywhere. I want to make America the most attractive place in the world for entrepreneurs, for small business, for big business, to invest and grow in America. Now, we’re going to have to make sure that as we trade with other nations that they play by the rules. And China hasn’t. One of the reasons — or one of the ways they don’t play by the rules is artificially holding down the value of their currency. Because if they put their currency down low, that means their prices on their goods are low. And that makes them advantageous in the marketplace. We lose sales. And manufacturers here in the U.S. making the same products can’t compete. China has been a currency manipulator for years and years and years. And the president has a regular opportunity to label them as a currency manipulator, but refuses to do so. On day one, I will label China a currency manipulator, which will allow me as president to be able to put in place, if necessary, tariffs where I believe that they are taking unfair advantage of our manufacturers. So we’re going to make sure that people we trade with around the world play by the rules. But let me — let me not just stop there. Don’t forget, what’s key to bringing back jobs here is not just finding someone else to punish, and I’m going to be strict with people who we trade with to make sure they — they follow the law and play by the rules, but it’s also to make America the most attractive place in the world for businesses of all kinds. That’s why I want to down the tax rates on small employers, big employers, so they want to be here. Canada’s tax rate on companies is now 15 percent. Ours is 35 percent. So if you’re starting a business, where would you rather start it? We have to be competitive if we’re going to create more jobs here. Regulations have quadrupled. The rate of regulations quadrupled under this president. I talk to small businesses across the country. They say, “We feel like we’re under attack from our own government.” I want to make sure that regulators see their job as encouraging small business, not crushing it. And there’s no question but that Obamacare has been an extraordinary deterrent to enterprises of all kinds hiring people. My priority is making sure that we get more people hired. If we have more people hired, if we get back manufacturing jobs, if we get back all kinds of jobs into this country, then you’re going to see rising incomes again. The reason incomes are down is because unemployment is so high. I know what it takes to get this to happen, and my plan will do that, and one part of it is to make sure that we keep China playing by the rules."}
{"File":"t003428","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":2,"Factor 2":34,"Factor 3":0,"Factor 4":-1,"Factor 5":-4,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I did. And as I pointed out in 1952, I made it very clear that as far as the Korean War was concerned, that I felt that the decision to go into the war in Korea was right and necessary. What I criticized were the policies that made it necessary to go to Korea. Now incidentally, I should point out here that Senator Kennedy has attacked our foreign policy. He’s said that it’s been a policy that has led to defeat and retreat. And I’d like to know where have we been defeated and where have we retreated? In the Truman Administration, six hundred million people went behind the Iron Curtain including the satellite countries of Eastern Europe and Communist China. In this Administration we’ve stopped them at Quemoy and Matsu; we’ve stopped them in Indochina; we’ve stopped them in Lebanon; we’ve stopped them in other parts of the world. I would also like to point out that as far as Senator Kennedy’s comments are concerned, I think he has a perfect right and a responsibility to criticize this Administration whenever he thinks we’re wrong. But he has a responsibility to be accurate, and not to misstate the case. I don’t think he should say that our prestige is at an all-time low. I think this is very harmful at a time Mr. Khrushchev is here – harmful because it’s wrong. I don’t think it was helpful when he suggested – and I’m glad he’s corrected this to an extent – that seventeen million people go to bed hungry every night in the United States. Now this just wasn’t true. Now, there are people who go to bed hungry in the United States – far less, incidentally, than used to go to bed hungry when we came into power at the end of the Truman Administration. But the thing that is right about the United States, it should be emphasized, is that less people go to bed hungry in the United States than in any major country in the world. We’re the best fed; we’re the best clothed, with a better distribution of this world’s goods to all of our people than any people in history. Now, in pointing out the things that are wrong, I think we ought to emphasize America’s strengths. It isn’t necessary to – to run America down in order to build her up. Now so that we get it absolutely clear: Senator Kennedy must as a candidate – as I as a candidate in fifty-two – criticize us when we’re wrong. And he’s doing a very effective job of that, in his way. But on the other hand, he has a responsibility to be accurate. And I have a responsibility to correct him every time he misstates the case; and I intend to continue to do so."}
{"File":"t003398","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. NIXON","Party":"Republican","Factor 1":23,"Factor 2":34,"Factor 3":-12,"Factor 4":-2,"Factor 5":0,"Factor 6":22,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I’m awfully glad you ge- got that question because as you know I got into it at the last of my other question and wasn’t able to complete the argument. Uh – I think that the reason that I voted against having the federal government uh – pay teachers’ salaries was probably the very reason that concerned Senator Kennedy when in January of this year, in his kick-off press conference, he said that he favored aid for school construction, but at that time did not feel that there should be aid for teachers’ salaries – at least that’s the way I read his remarks. Now, why should there be any question about the federal government aiding s- teachers’ salaries? Why did Senator Kennedy take that position then? Why do I take it now? We both took it then, and I take it now, for this reason: we want higher teachers’ salaries. We need higher teachers’ salaries. But we also want our education to be free of federal control. When the federal government gets the power to pay teachers, inevitably in my opinion, it will acquire the power to set standards and to tell the teachers what to teach. I think this would be bad for the country; I think it would be bad for the teaching profession. There is another point that should be made. I favor higher salaries for teachers. But, as Senator Kennedy said in January of this year in this same press conference, the way that you get higher salaries for teachers is to support school construction, which means that all of the local school districts in the various states then have money which is freed to raise the standards for teachers’ salaries. I should also point out this; once you put the responsibility on the federal government for paying a portion of teachers’ salaries, your local communities and your states are not going to meet the responsibility as much as they should. I believe, in other words, that we have seen the local communities and the state assuming more of that responsibility. Teachers’ salaries very fortunately have gone up fifty percent in the last eight years as against only a thirty-four percent rise for other salaries. This is not enough; it should be more. But I do not believe that the way to get more salaries for teachers is to have the federal government get in with a massive program. My objection here is not the cost in dollars. My objection here is the potential cost in controls and eventual freedom for the American people by giving the federal government power over education, and that is the greatest power a government can have."}
{"File":"t003166","Title":"October 21, 1984 Debate Transcript","Debate":"The Second Reagan-Mondale Presidential Debate","Date":467164800000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":-2,"Factor 2":34,"Factor 3":0,"Factor 4":0,"Factor 5":0,"Factor 6":-1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Because the only type of agreements to reach with the Soviet Union are the types that are specifically defined, so we know exactly what they must do; subject to full verification, which means we know every day whether they’re living up to it; and followups, wherever we find suggestions that they’re violating it; and the strongest possible terms. I have no illusions about the Soviet Union leadership or the nature of that state. They are a tough and a ruthless adversary, and we must be prepared to meet that challenge, and I would. Where I part with the President is that despite all of those differences we must, as past Presidents before this one have done, meet on the common ground of survival. And that’s where the President has opposed practically every arms control agreement, by every President, of both political parties, since the bomb went off. And he now completes this term with no progress toward arms control at all, but with a very dangerous arms race underway instead. There are now over 2,000 more warheads pointed at us today than there were when he was sworn in, and that does not strengthen us. We must be very, very realistic in the nature of that leadership, but we must grind away and talk to find ways of reducing these differences, particularly where arms races are concerned and other dangerous exercises of Soviet power. There will be no unilateral disarmament under my administration. I will keep this nation strong. I understand exactly what the Soviets are up to, but that, too, is a part of national strength. To do that, a President must know what is essential to command and to leadership and to strength. And that’s where the President’s failure to master, in my opinion, the essential elements of arms control has cost us dearly. He’s 3 years into this administration. He said he just discovered that most Soviet missiles are on land, and that’s why his proposal didn’t work. I invite the American people tomorrow — because I will issue the statement quoting President Reagan — he said exactly what I said he said. He said that these missiles were less dangerous than ballistic missiles because you could fire them, and you could recall them if you decided there’d been a miscalculation."}
{"File":"t002159","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":10,"Factor 2":34,"Factor 3":2,"Factor 4":1,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I have, I have. First question is what’s in the best interests of the United States? What’s in the best interests of our people? When it comes to foreign policy that will be my guiding question. Is it in our nation’s interests? Peace in the Middle East is in our nation’s interests. Having a hemisphere that is free for trade and peaceful is in our nation’s interests. Strong relations in Europe is in our nation’s interest. I’ve thought a lot about what it means to be the president. I also understand that an administration is not one person, but an administration is dedicated citizens who are called by the president to serve the country, to serve a cause greater than self, and so I’ve thought about an administration of people who represent all America, but people who understand my compassionate and conservative philosophy. I haven’t started naming names except for one person, and that’s Mr. Richard Cheney who I thought did a great job the other night. He’s a vice presidential nominee who represents — I think people got to see why I picked him. He’s man of solid judgment and he’s going to be a person to stand by my side. One of the things I’ve done in Texas is I’ve been able to put together a good team of people. I’ve been able to set clear goals. The goals ought to be an education system that leaves no child behind, Medicare for our seniors, a Social Security system that’s safe and secure, foreign policy that’s in our nation’s interest, and a strong military, and then bring people together to achieve those goals. That’s what a Chief Executive Officer does. So I’ve thought long and hard about the honor of being the President of the United States."}
{"File":"t001362","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":51,"Factor 2":34,"Factor 3":0,"Factor 4":0,"Factor 5":1,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I think you know better. I think you know that these last four years haven’t been so good as the president just described and that you don’t feel like your confident that the next four years are going to be much better either. I can tell you that if you were to elect President Obama, you know what you’re going to get. You’re going to get a repeat of the last four years. We just can’t afford four more years like the last four years. He said that by now we’d have unemployment at 5.4 percent. The difference between where it is and 5.4 percent is 9 million Americans without work. I wasn’t the one that said 5.4 percent. This was the president’s plan. Didn’t get there. He said he would have by now put forward a plan to reform Medicare and Social Security, because he pointed out they’re on the road to bankruptcy. He would reform them. He’d get that done. He hasn’t even made a proposal on either one. He said in his first year he’d put out an immigration plan that would deal with our immigration challenges. Didn’t even file it. This is a president who has not been able to do what he said he’d do. He said that he’d cut in half the deficit. He hasn’t done that either. In fact, he doubled it. He said that by now middle-income families would have a reduction in their health insurance premiums by $2,500 a year. It’s gone up by $2,500 a year. And if Obamacare is passed, or implemented — it’s already been passed — if it’s implemented fully, it’ll be another $2,500 on top. The middle class is getting crushed under the policies of a president who has not understood what it takes to get the economy working again. He keeps saying, “Look, I’ve created 5 million jobs.” That’s after losing 5 million jobs. The entire record is such that the unemployment has not been reduced in this country. The unemployment, the number of people who are still looking for work, is still 23 million Americans. There are more people in poverty, one out of six people in poverty. How about food stamps? When he took office, 32 million people were on food stamps. Today, 47 million people are on food stamps. How about the growth of the economy? It’s growing more slowly this year than last year, and more slowly last year than the year before. The president wants to do well. I understand. But the policies he’s put in place from Obamacare to Dodd-Frank to his tax policies to his regulatory policies, these policies combined have not let this economy take off and grow like it could have. You might say, “Well, you got an example of one that worked better?” Yeah, in the Reagan recession where unemployment hit 10.8 percent, between that period — the end of that recession and the equivalent of time to today, Ronald Reagan’s recovery created twice as many jobs as this president’s recovery. Five million jobs doesn’t even keep up with our population growth. And the only reason the unemployment rate seems a little lower today is because of all the people that have dropped out of the workforce. The president has tried, but his policies haven’t worked. He’s great as a — as a — as a speaker and describing his plans and his vision. That’s wonderful, except we have a record to look at. And that record shows he just hasn’t been able to cut the deficit, to put in place reforms for Medicare and Social Security to preserve them, to get us the rising incomes we need. Median income is down $4,300 a family and 23 million Americans out of work. That’s what this election is about. It’s about who can get the middle class in this country a bright and prosperous future and assure our kids the kind of hope and optimism they deserve."}
{"File":"t003467","Title":"October 21, 1960 Debate Transcript","Debate":"The Fourth Kennedy-Nixon Presidential Debate","Date":-290217600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"QUINCY HOWE","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":0,"Factor 2":33,"Factor 3":2,"Factor 4":-1,"Factor 5":1,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes, I think the next president of the United States should make one last effort to secure an agreement on the cessation of tests, number one. I think we should go back to Geneva, who’s ever elected president, Mr. Nixon or myself, and try once again. If we fail then, if we’re unable to come to an agreement – and I hope we can come to an agreement because it does not merely involve now the United States, Britain, France, and the Soviet Union as atomic powers. Because new breakthroughs in atomic energy technology there’s some indications that by the time the next president’s term of office has come to an end, there may be ten, fifteen, or twenty countries with an atomic capacity, perhaps that many testing bombs with all the effect that it could have on the atmosphere and with all the chances that more and more countries will have an atomic capacity, with more and more chance of war. So one more effort should be made. I don’t think that even if that effort fails that it will be necessary to carry on tests in the atmosphere which pollute the atmosphere. They can be carried out underground, they c- could be carried on in outer space. But I believe the effort should be made once more by who’s ever elected president of the United States. If we fail, it’s been a great serious failure for everyone – for the human race. I hope we can succeed. But then if we fail responsibility will be clearly on the Russians and then we’ll have to meet our responsibilities to the security of the United States, and there may have to be testing underground. I think the Atomic Energy Committee is prepared for it. There may be testing in outer space. I hope it will not be necessary for any power to resume uh – testing in the atmosphere. It’s possible to detect those kind of tests. The kind of tests which you can’t detect are underground or in – in uh – perhaps in outer space. So that I’m hopeful we can try once more. If we fail then we must meet our responsibilities to ourselves. But I’m most concerned about the whole problem of the spread of atomic weapons. China may have it by 1963, Egypt. War has been the constant companion of mankind, so to have these weapons disseminated around the world, I believe means that we’re going to move through a period of hazard in the next few years. We ought to make one last effort."}
{"File":"t003333","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":14,"Factor 2":33,"Factor 3":7,"Factor 4":1,"Factor 5":2,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, always in the past we’ve had an ability to have a strong defense and also have – to have a strong uh – domestic economy, and also to be strong in our reputation and influence within the community of nations. These uh – characteristics of our country have been endangered under Mr. Ford. We’re no longer respected in a showdown vote in the United Nations or in – in any other international council we’re lucky to get 20 percent of the other nations to vote with us. Our allies feel that we’ve neglected them. The so-called Nixon shock against Japan had weakened our relationships there. Under this administration we’ve also had an inclination to keep separate the European countries, thinking that if they are separate, then we can dominate them and proceed with our secret, Lone Ranger-type diplomatic efforts. I would uh – also like to point out that we, in this country, have let our economy go down the drain. The worst inflation since the Great Depression. The highest unemployment of any developed nation of the world. We have a higher unemployment rate in this country than Great Britain, and West Germany. Our unemployment rate is twice as high as it is in Italy; it’s three or four times as high as it is – as it is in Japan. And that terrible circumstance in this country is exported overseas. We comprise about 30 percent of the world’s economic trade power influence. And when we’re weak at home – weaker than all our allies – that weakness weakens the whole free world. So strong economy is very important. Another thing that we need to do is to reestablish the good relationships that we ought to have between the United States and our natural allies and friends. They have felt neglected. And using that base of strength, and using the idealism, the honesty, the predictability, the commitment, the integrity of our own country, that’s where our strength lies. And that would permit us to deal with the developing nations in a position of strength. Under this administration we’ve had a continuation of the so-called balance of power politics, where everything is looked on as a struggle between us on the one side, the Soviet Union on the other. Our allies – the smaller countries get trampled in the rush. What we need is to try to seek individualized bilateral relationships with countries, regardless of their size, and to establish world-order politics, which means that we want to preserve peace through strength. We also wanna revert back to the stature and the respect that our country had in previous administrations. Now, I can’t say when this can come. But I can guarantee it will not come if Gerald Ford is reelected and this present policy is continued; it will come if I’m elected."}
{"File":"t003317","Title":"October 6, 1976 Debate Transcript","Debate":"The Second Carter-Ford Presidential Debate","Date":213408000000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. FREDERICK","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":0,"Factor 2":33,"Factor 3":2,"Factor 4":2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well I think this Republican administration has been almost all style, and spectacular, and not substance. We’ve uh – got a chance tonight to talk about, first of all, leadership, the character of our country, and a vision of the future. In every one of these instances, the Ford administration has failed, and I hope tonight that I and Mr. Ford will have a chance to discuss the reasons for those failures. Our country is not strong anymore; we’re not respected anymore. We can only be strong overseas if we’re strong at home; and when I became president we’ll not only be strong in those areas but also in defense – a defense capability second to none. We’ve lost in our foreign policy, the character of the American people. We’ve uh – ignored or excluded the American people and the Congress from participation in the shaping of our foreign policy. It’s been one of secrecy and exclusion. In addition to that we’ve had a chance to became now, contrary to our long-standing beliefs and principles, the arms merchant of the whole world. We’ve tried to buy success from our enemies, and at the same time we’ve excluded from the process the normal friendship of our allies. In addition to that we’ve become fearful to compete with the Soviet Union on an equal basis. We talk about detente. The Soviet Union knows what they want in detente, and they’ve been getting it. We have not known what we’ve wanted and we’ve been out-traded in almost every instance. The other point I wanna make is about our defense. We’ve got to be a nation blessed with a defense capability that’s efficient, tough, capable, well organized, narrowly focused – fighting capability. The ability to fight, if necessary, is the best way to avoid the chance for, or the requirement to fight. And the last point I wanna make is this: Mr. Ford, Mr. Kissinger have uh – continued on with the policies and failures of Richard Nixon. Even the Republican platform has criticized the lack of leadership in Mr. Ford and they’ve criticized the foreign policy of this administration. This is one instance where I agree with – with the Republican platform. I might say this in closing, and that is that as far as foreign policy goes, Mr. Kissinger has been the president of this country. Mr. Ford has shown an absence of leadership, and an absence of a grasp of what this country is and what it ought to be. That’s got to be changed. And that’s one of the major issues in this uh – campaign of 1976."}
{"File":"t003157","Title":"October 11, 1984 Debate Transcript","Debate":"The Bush-Ferraro Vice-Presidential Debate","Date":466300800000,"Decade":1980,"Election":"1984 Election","Participants":"Bush-Ferraro","Moderators":"DOROTHY S. RIDINGS","Speaker":"FERRARO","Party":"Democratic","Factor 1":20,"Factor 2":33,"Factor 3":6,"Factor 4":5,"Factor 5":0,"Factor 6":-1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I hope somebody wants to applaud. Being the candidate for vice-president of my party is the greatest honor I have ever had. But it’s not only a personal achievement for Geraldine Ferraro – and certainly not only the bond that I feel as I go across this country with women throughout the country. I wouldn’t be standing here if Fritz Mondale didn’t have the courage and my party didn’t stand for the values that it does – the values of fairness and equal opportunity. Those values make our country strong and the future of this country and how strong it will be is what this election is all about. Over the last two months I’ve been traveling all over the country talking to the people about the future. I was in Kentucky and I spoke to the Dyhouse family. He works for a car dealer and he’s worried about the deficits and how high interest rates are going to affect his job. Every place I go I see young parents with their children and they say to me what are we going to do to stop this nuclear arms race. I was in Dayton, Ohio, a week and a half ago and I sat with the Allen family who live next door to a toxic dump and they’re very, very concerned about the fact that those toxics are seeping into the water that they and their neighbors drink. Now those people love this country and they’re patriotic. But it’s not the patriotism that you’re seeing in the commercials as you watch television these days. Their patriotism is not only a pride in the country as it is, but a pride in this country that is strong enough to meet the challenges of the future. Do you know when we find jobs for the eight and a half million people who are unemployed in this country, you know we’ll make our economy stronger and that will be a patriotic act. When we reduce the deficits and we cut interest rates, and I know the president doesn’t believe that, but it’s so – we cut those interest rates young people can buy houses, that’s pro-family and that will be a patriotic act. When we educate our children – good Lord, they’re going to be able to compete in a world economy and that makes us stronger and that’s a patriotic act. When we stop the arms race, we make this a safer, saner world, and that’s a patriotic act, and when we keep the peace young men don’t die, and that’s a patriotic act. Those are the keys to the future and who can be the leader for the future? When Walter Mondale was attorney general of Minnesota, he led the fight for a man who could not afford to get justice because he couldn’t afford a lawyer; when he was in the Senate he fought for child nutrition programs, he wrote the Fair Housing Act, he even investigated the concerns and the abuses of migrant workers. And why did he do that? Those weren’t popular causes. You know, no one had ever heard of Clarence Gideon, the man without a lawyer. Children don’t vote and migrant workers exactly a powerful lobby in this country, but he did it because it was right. Fritz Mondale has said that he would rather lose a battle for decency than win one over self-interest. Now I agree with him. This campaign is not over. For our country, for our future, for the principles we believe in Walter Mondale and I have just begun to fight."}
{"File":"t003156","Title":"October 11, 1984 Debate Transcript","Debate":"The Bush-Ferraro Vice-Presidential Debate","Date":466300800000,"Decade":1980,"Election":"1984 Election","Participants":"Bush-Ferraro","Moderators":"DOROTHY S. RIDINGS","Speaker":"BUSH","Party":"Republican","Factor 1":11,"Factor 2":33,"Factor 3":3,"Factor 4":4,"Factor 5":1,"Factor 6":5,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, in a couple of weeks, you, the American people, will be faced, three weeks, with a choice. It’s the clearest choice in some fifty years. And the choice is, do we move forward with strength and with prosperity or do we go back to weakness, despair, disrespect. Ronald Reagan and I have put our trust in the American people. We’ve moved some of the power away from Washington, D.C., and put it back with the people. We’re pulling together. The neighborhoods are safer ’cause crime is going down. Your sons and daughters are doing better in school. Test scores are going up. There’s a new opportunity lying out there in the future. Science, technology and space offering opportunity that, to everybody, all the young ones coming up. And abroad there’s new leadership and respect. And Ronald Reagan is clearly the strong leader of the free world. And I’ll be honest with you. It’s a joy to serve with a president who does not apologize for the United States of America. Mr. Mondale, on the other hand, has one idea. Go out and tax the American people. And then he wants to repeal indexing, to wipe out the one protection that those at the lowest end of the economic scale have protecting them against being rammed into higher and higher tax brackets. We just owe our country too much to go back to that kind of an approach. I’d like to say something to the young people. I started a business. I know what it is to have a dream and have a job and work hard to employ others and really to participate in the American dream. Some of you out there are finishing high school or college and some of you are starting out in the working place. And we want for you America’s greatest gift. And that is opportunity. And then, peace. Yes, I did serve in combat. I was shot down when I was a young kid, scared to death. And all that did, saw friends die, but that heightened my convictions about peace. It is absolutely essential that we guarantee the young people that they will not know the agony of war. America’s gift, opportunity and peace. Now we do have some unfinished business. We must continue to go ahead. The world is too complex to go back to vacillation and weakness. We’ve too much going on to go back to the failed policies of the past. The future is too bright not to give it our best shot. Together we can go forward and lift America up to meet her greatest dreams. Thank you very much."}
{"File":"t003073","Title":"October 7, 1984 Debate Transcript","Debate":"The First Reagan-Mondale Presidential Debate","Date":465955200000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":5,"Factor 2":33,"Factor 3":-1,"Factor 4":7,"Factor 5":2,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"My answer is that this campaign isn’t over yet. And when people vote, I think you’re going to see a very strong verdict by the American people that they favor the approach that I’m talking about. The American people want arms control. They don’t want this arms race. And they don’t want this deadly new effort to bring weapons into the heavens. And they want an American foreign policy that leads toward a safer world. The American people see this debt, and they know it’s got to come down. And if it won’t come down, the economy’s going to slow down, maybe go into a recession. They see this tremendous influx and swamping of cheap foreign imports in this country that has cost over 3 million jobs, given farmers the worst year in American history. And they know this debt must come down as well, because it’s unfair to our children. The American people want this environment protected. They know that these toxic waste dumps should have been cleaned up a long time ago, and they know that people’s lives and health are being risked, because we’ve had an administration that has been totally insensitive to the law and the demand for the protection of the environment. The American people want their children educated. They want to get our edge back in science, and they want a policy headed by the President that helps close this gap that’s widening between the United States and Europe and Japan. The American people want to keep opening doors. They want those civil rights laws enforced. They want the equal rights amendment ratified. They want equal pay for comparable effort for women. And they want it because they’ve understood from the beginning that when we open doors, we’re all stronger, just as we were at the Olympics. I think as you make the case, the American people will increasingly come to our cause."}
{"File":"t002938","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":4,"Factor 2":33,"Factor 3":0,"Factor 4":3,"Factor 5":1,"Factor 6":6,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"This has been an extraordinary 18 months for Kitty and me and for our family. We’ve had an opportunity to campaign all over this country and to meet with so many of you in communities and states and regions to get to know you. I’m more optimistic today than I was when I began about this nation providing we have the kind of leadership in Washington that can work with you, that can build partnerships, that can build jobs in every part of this country, not certain parts of this country. You know, my friends, my parents came to this country as immigrants like millions and millions of Americans before them and since, seeking opportunities, seeking the American dream. They made sure their sons understood that this was the greatest country in the world, that those of us especially who were the sons and daughters of immigrants had a special responsibility to give something to the country that had opened up its arms to our parents and given so much to them. I believe in the American dream. I’m a product of it and I want to help that dream come true for every single citizen in this land, with a good job and good wages, with good schools in every part of this country and every community in this country. With decent and affordable housing that our people can buy and own and live in, so that we end the shame of hopelessness in America. With decent and affordable healthcare for all working families. Yes, it’s a tough problem as Mr. Bush says, but itÏ€s not an insolvable problem. It’s one that we will solve and must solve, with a clean and wholesome environment and with a strong America that’s strong militarily and economically as we must be, an America that provides strong international leadership because we’re true to our values. We have an opportunity working together to build that future, to build a better America, to build a best America, because the best America doesn’t hide. We compete. The best America. We invest. The best America doesn’t leave some of its citizens behind. We live-we bring everybody along. And the best America is not behind us. The best America is yet to come. Thank you very much. (Applause)"}
{"File":"t003228","Title":"September 21, 1980 Debate Transcript","Debate":"The Anderson-Reagan Presidential Debate","Date":338342400000,"Decade":1980,"Election":"1980 Election","Participants":"Anderson-Reagan","Moderators":"MR. MOYERS","Speaker":"REAGAN","Party":"Republican","Factor 1":6,"Factor 2":32,"Factor 3":0,"Factor 4":2,"Factor 5":3,"Factor 6":2,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Before beginning my closing remarks, here, I would just like to remark a concern that I have that we have criticized the failures of the Carter policy here rather considerably, both of us this evening. And there might be some feeling of unfairness about this because he was not here to respond. But I believe it would have been much more unfair to have had John Anderson denied the right to participate in this debate. And I want to express my appreciation to the League of Women Voters for adopting a course with which I believe the great majority of Americans are in agreement. Now, as to my closing remarks: I’ve always believed that this land was placed here between the two great oceans by some divine plan. That it was placed here to be found by a special kind of people – people who had a special love for freedom and who had the courage to uproot themselves and leave hearth and homeland, and came to what, in the beginning, was the most undeveloped wilderness possible. We came from 100 different corners of the earth. We spoke a multitude of tongues. We landed on this Eastern shore and then went out over the mountains and the prairies and the deserts and the far western mountains to the Pacific, building cities and towns and farms, and schools and churches. If wind, water or fire destroyed them, we built them again. And in so doing, at the same time, we built a new breed of human called an American – a proud, an independent., and a most compassionate individual, for the most part. Two hundred years ago, Tom Paine, when the 13 tiny colonies were trying to become a nation, said, we have it in our power to begin the world over again. Today. we’re confronted with the horrendous problems that we’ve discussed here tonight. And some people in high positions of leadership, tell us that the answer is to retreat. That the best is over. That we must cut back. That we must share in an ever-increasing scarcity. That we must, in the failure to be able to protect our national security as it is today, we must not be provocative to any possible adversary. Well, we, the living Americans, have gone through four wars. We’ve gone through a Great Depression in our lifetime that literally was worldwide and almost brought us to our knees. But we came through all of those things and we achieved even new heights and new greatness. The living Americans today have fought harder, paid a higher price for freedom, and done more to advance the dignity of man than any people who ever lived on this earth. For 200 years, we’ve lived in the future, believing that tomorrow would be better than today, and today would be better than yesterday. I still believe that. I’m not running for the Presidency because I believe that I can solve the problems we’ve discussed tonight. I believe the people of this country can, and together, we can begin the world over again. We can meet our destiny – and that destiny to build a land here that will be, for all mankind, a shining city on a hill. I think we ought to get at it."}
{"File":"t002911","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":2,"Factor 2":32,"Factor 3":4,"Factor 4":2,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Of course not. Of course that’s a charge that’s always made against any governor who runs for the presidency. I think it was one of the things that Mr. Bush said about Mr. Reagan back in 1980. Remember that, George? And yet some of our finest presidents, some of our strongest international leaders were governors-Franklin Roosevelt, Woodrow Wilson, Theodore Roosevelt. Its not the amount of time you spend in Washington. It’s not the length of your resume. It’s your strength, it’s your values, it’s the quality of the people you pick. It’s your understanding of the forces of change that are sweeping the world, and whether or not you’re in a position to provide leadership to make those forces of change work for us and not against us. The vice president has a long resume. But it didn’t stop him from endorsing the sale of arms to the Ayatollah. And we now know that he was not out of the loop; he was in meeting after meeting listening to Secretary Shultz and Secretary Weinberger opposing that, and yet he supported it. His experience didn’t prevent him from participating or involving or in some way being involved in the relationship between this government and Mr. Noriega and drug trafficking in Panama. He went to Philippines in the early 80Ï€s and commended Ferdinand Macros for his commitment to democracy. And he continues to support a failed policy in Central America which is getting worse and worse, and which has in fact increased Cuban and Soviet influence in that region. So I don’t believe that the fact you’ve got that long resume or had that experience is the real question. The question is values; the question is strength, the question is your willingness to provide the kind of leadership that must be provided. I’m ready to provide that leadership. I want to be the commander in chief of this country. I think it take fresh leadership now, and an understanding of those forces of change to provide the kind of strength that we need, and perhaps the vice president can explain what he was doing when he supported the trading of arms to terrorist nation, and his involvement in Panama and that endorsement of Mr. Macros. But I don’t think it’s just experience that makes the difference. It’s strength; it’s values."}
{"File":"t001889","Title":"October 5, 2004 Transcript","Debate":"The Cheney-Edwards Vice Presidential Debate","Date":1096934400000,"Decade":2000,"Election":"2004 Election","Participants":"RICHARD B. CHENEY, VICE PRESIDENT OF THE UNITED STATES U.S. SENATOR JOHN EDWARDS (NC), DEMOCRATIC VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"EDWARDS","Party":"Democratic","Factor 1":7,"Factor 2":32,"Factor 3":2,"Factor 4":2,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, let me say, first, he said in the same segment — I don’t remember precisely where it was connected with what you just read — but he said, point blank, “We will never give anyone a veto over the security of the United States of America.” What he’s saying is we’re going to go back to the proud tradition of the United States of America and presidents of the United States of America for the last 50 to 75 years. First, we’re going to actually tell the American people the truth. We’re going to tell them the truth about what’s happening. We’re not going to suggest to them that things are going well in Iraq or anyplace else when, in fact, they’re not. We’re going to make sure that the American people know the truth about why we are using force and what the explanation for it is. And it’s not just the American people. We’re also going to make sure that we tell the world the truth. Because the reality is, for America to lead, for America to do what it’s done for 50 years before this president and vice president came into office, it is critical that we be credible. It is critical that they believe that when America takes action, they can trust what we’re doing, what we say, what we say at the United Nations, what we say in direct conversations with leaders of the world — of other countries. They need to know that the credibility of the United States is always good, because they will not follow us without that. And unfortunately, we’re seeing the consequences of that right now. It’s one of the reasons that we’re having so much difficulty getting others involved in the effort in Iraq. You know, we’ve taken 90 percent of the coalition casualties. American taxpayers have borne 90 percent of the costs of the effort in Iraq. And we see the result of there not being a coalition - The first Gulf war cost America $5 billion. We’re at $200 billion and counting. John Kerry will never give up control over the security of the United States of America to any other country. We will not outsource our responsibility to keep this country safe."}
{"File":"t001796","Title":"October 13, 2004 Debate Transcript","Debate":"The Third Bush-Kerry Presidential Debate","Date":1097625600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U. S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"KERRY","Party":"Democratic","Factor 1":7,"Factor 2":32,"Factor 3":1,"Factor 4":1,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I think the fact that they’re facing these repeated call-ups, some of them two and three deployments, and there’s a stop- loss policy that prevents people from being able to get out when their time was up, is a reflection of the bad judgment this president exercised in how he has engaged in the world and deployed our forces. Our military is overextended. Nine out of 10 active-duty Army divisions are either in Iraq, going to Iraq or have come back from Iraq. One way or the other, they’re wrapped up in it. Now, I’ve proposed adding two active-duty divisions to the armed forces of the United States — one combat, one support. In addition, I’m going to double the number of Special Forces so that we can fight a more effective war on terror, with less pressure on the National Guard and Reserve. And what I would like to do is see the National Guard and Reserve be deployed differently here in our own country. There’s much we can do with them with respect to homeland security. We ought to be doing that. And that would relieve an enormous amount of pressure. But the most important thing to relieve the pressure on all of the armed forces is frankly to run a foreign policy that recognizes that America is strongest when we are working with real alliances, when we are sharing the burdens of the world by working through our statesmanship at the highest levels and our diplomacy to bring other nations to our side. I’ve said it before, I say it again: I believe the president broke faith with the American people in the way that he took this nation to war. He said he would work through a real alliance. He said in Cincinnati we would plan carefully, we would take every precaution. Well, we didn’t. And the result is our forces today are overextended. The fact is that he did not choose to go to war as a last result. And America now is paying, already $120 billion, up to $200 billion before we’re finished and much more probably. And that is the result of this president taking his eye off of Osama bin Laden."}
{"File":"t003409","Title":"October 7, 1960 Debate Transcript","Debate":"The Second Kennedy-Nixon Presidential Debate","Date":-291427200000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"FRANK McGEE","Speaker":"MR. NIXON","Party":"Republican","Factor 1":0,"Factor 2":31,"Factor 3":2,"Factor 4":0,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well first of all, I don’t agree with Senator Kennedy that Cuba is lost and certainly China was lost when this Administration came into power in 1953. As I look at Cuba today, I believe that we are following the right course, a course which is difficult but a course which under the circumstance is the only proper one which will see that the Cuban people get a chance to realize their aspirations of progress through freedom and that they get that with our cooperation with the other organi- of the states in the Organization of American States. Now Senator Kennedy has made some very strong criticisms of my part – or alleged part – in what has happened in Cuba. He points to the fact that I visited Cuba while Mr. Batista was in power there. I can only point out that if we are going to judge the Administrations in terms of our attitude toward dictators, we’re glad to have a comparison with the previous administration. There were eleven dictators in South America and in Central America when we came in, in 1953. Today there are only three left including the one in Cuba. We think that’s pretty good progress. Senator Kennedy also indicated with regard to Cuba that he thought that I had made a mistake when I was in Cuba in not calling for free elections in that country. Now I’m very surprised that Senator Kennedy, who is on the Foreign Relations Committee, would have made such a statement as this kind. As a matter of fact in his book, The Strategy for Peace, he took the right position. And that position is that the United States has a treaty – a treaty with all of the Organization of American States – which prohibits us from interfering in the internal affairs of any other state and prohibits them as well. For me to have made such a statement would been in direct uh – opposition to that treaty. Now with regard to Cuba, let me make one thing clear. There isn’t any question but that we will defend our rights there. There isn’t any question but that we will defend Guantanamo if it’s attacked. There also isn’t any question but that the free people of Cuba – the people who want to be free – are going to be supported and that they will attain their freedom. No, Cuba is not lost, and I don’t think this kind of defeatist talk by Senator Kennedy helps the situation one bit."}
{"File":"t003392","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":19,"Factor 2":31,"Factor 3":-9,"Factor 4":0,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, because I think that if the federal government moved out of the program and withdrew its supports uh – then I think you would have complete uh – economic chaos. The farmer plants in the spring and harvests in the fall. There are hundreds of thousands of them. They really don’t – they’re not able to control their market very well. They bring their crops in or their livestock in, many of them about the same time. They have only a few purchasers that buy their milk or their hogs – a few large companies in many cases – and therefore the farmer is not in a position to bargain very effectively in the market place. I think the experience of the twenties has shown what a free market could do to agriculture. And if the agricultural economy collapses, then the economy of the rest of the United States sooner or later will collapse. The farmers are the number one market for the automobile industry of the United States. The automobile industry is the number one market for steel. So if the farmers’ economy continues to decline as sharply as it has in recent years, then I think you would have a recession in the rest of the country. So I think the case for the government intervention is a good one. Secondly, my objection to present farm policy is that there are no effective controls to bring supply and demand into better balance. The dropping of the support price in order to limit production does not work, and we now have the highest uh – surpluses – nine billion dollars worth. We’ve had a uh – higher tax load from the Treasury for the farmer in the last few years with the lowest farm income in many years. I think that this farm policy has failed. In my judgment the only policy that will work will be for effective supply and demand to be in balance. And that can only be done through governmental action. I therefore suggest that in those basic commodities which are supported, that the federal government, after endorsement by the farmers in that commodity, attempt to bring supply and demand into balance – attempt effective production controls – so that we won’t have that five or six per cent surplus which breaks the price fifteen or twenty per cent. I think Mr. Benson’s program has failed. And I must say, after reading the Vice President’s speech before the farmers, as he read mine, I don’t believe that it’s very much different from Mr. Benson’s. I don’t think it provides effective governmental controls. I think the support prices are tied to the average market price of the last three years, which was Mr. Benson’s theory. I therefore do not believe that this is a sharp enough breach with the past to give us any hope of success for the future."}
{"File":"t003158","Title":"October 21, 1984 Debate Transcript","Debate":"The Second Reagan-Mondale Presidential Debate","Date":467164800000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":3,"Factor 2":31,"Factor 3":4,"Factor 4":3,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I believe that the question oversimplifies the difficulties of what we must do in Central America. Our objectives ought to be to strengthen the democracies, to stop Communist and other extremist influences, and stabilize the community in that area. To do that we need a three-pronged attack: one is military assistance to our friends who are being pressured; secondly, a strong and sophisticated economic aid program and human rights program that offers a better life and a sharper alternative to the alternative offered by the totalitarians who oppose us; and finally, a strong diplomatic effort that pursues the possibilities of peace in the area. That’s one of the big disagreements that we have with the President — that they have not pursued the diplomatic opportunities either within El Salvador or as between the countries and have lost time during which we might have been able to achieve a peace This brings up the whole question of what Presidential leadership is all about. I think the lesson in Central America, this recent embarrassment in Nicaragua where we are giving instructions for hired assassins, hiring criminals, and the rest — all of this has strengthened our opponents. A President must not only assure that we’re tough, but we must also be wise and smart in the exercise of that power. We saw the same thing in Lebanon, where we spent a good deal of America’s assets. But because the leadership of this government did not pursue wise policies, we have been humiliated, and our opponents are stronger. The bottom line of national strength is that the President must be in command, he must lead. And when a President doesn’t know that submarine missiles are recallable, says that 70 percent of our strategic forces are conventional, discovers 3 years into his administration that our arms control efforts have failed because he didn’t know that most Soviet missiles were on land — these are things a President must know to command. A President is called the Commander in Chief. And he’s called that because he’s supposed to be in charge of the facts and run our government and strengthen our nation."}
{"File":"t003047","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":3,"Factor 2":31,"Factor 3":7,"Factor 4":3,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 2","Pole":"Positive Pole","Label":"Dimension 2 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 2 - Positive Pole - Description: <Placeholder for Description>","Text":"I think we ought to be looking at modernization, I think we ought to be exploring less expensive ways to get it on land, and we ought to make sure that we have an effective and strong and credible nuclear deterrent. But we also need well-equipped and well-trained and well-supported conventional forces. And every defense expert I know, including people in the Pentagon itself, will tell you that given the level of defense spending and the level of defense appropriations which the Congress has now approved and the president has signed, there’s no way that you can do all of these things and do them well. That’s why tough choices will be required, choices I am prepared to make, Mr. Bush is not prepared to make. But, Andrea, I think we can go far beyond this as well, because we have opportunities now step-by-step to bring down the level of strategic weapons, get a test ban treaty, negotiate those conventional force reductions. I would challenge Mr. Gorbachev to join with us in limiting in eliminating regional conflict in the Middle East, in Central America. Let’s get him working on Syria, their client state, and see if we can’t get them to join Israel and other Arab nations, if at all possible, and Arab leaders, in finally bringing peace to that troubled region. And I think that’s one reason why we need fresh leadership in the White House that can make progress now in bringing peace to the Middle East. Let’s go to work and end this fiasco in Central America, a failed policy which has actually increased Cuban and Soviet influence. The democratic leaders of Central and Latin America want to work with us. I’ve met with them, I know them, I’ve spent time in South America-speak the language, so does Senator Bentsen. We want to work with them and build a new relationship, and they with us. But not a one of those key democratic leaders support our policy in Central America. And we’ve got to work with them if we are going to create an environment for human rights and democracy for the people of this hemisphere, and go to work on our single most important problem, and that is the avalanche of drugs that is poring into our country and virtually destroying those countries. Those are the kinds of priorities for national security and for foreign policy that I want to pursue Mr. Bush and I have major differences on these issues and I hope very much to be president and pursue them."}
