{"File":"t002261","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":24,"Factor 2":8,"Factor 3":0,"Factor 4":7,"Factor 5":0,"Factor 6":38,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"We have huge difference between us on this question. I’d like to start by telling you what my vision is. I see a day in the United States of America where all of our public schools are considered excellent, world class. Where there are no failing schools, where the classrooms are small enough in size, number of students, so that the teacher can spend enough one-on-one time with each student. Now that means recruiting new teachers for the public schools. It means in my plan hiring bonuses to get 100,000 new teachers in the public schools within the next four years. It means also helping local school districts that sometimes find the parents of school age children outvoted on bond issues, to give them some help with interest-free bonding authority so that we can build new schools and modernize the classrooms. We need to give teachers the training and professional development that they need, including a paid time off to go visit the classroom of a master teacher to pick up some new skills. I want to give every middle-class family a $10,000 a year tax deduction for college tuition so that middle-class families will always be able to send their kids on to college. I want to work for universal free school because we know from all the studies that the youngsters learn, kids learn more in the first few years of life than any where else. Now, I said there was a contrast. Governor Bush is for vouchers, and in his plan he proposes to drain more money, more taxpayer money out of the public schools for private school vouchers than all of the money that he proposes in his entire budget for public schools themselves. And only one in 20 students would be eligible for these vouchers, and they wouldn’t even pay the full tuition to private school. I think that’s a mistake. I don’t think we should give up on the private schools and leave kids trapped in failing schools. I think we — I think we should make it the number one priority to make our schools the best in the world, all of them."}
{"File":"t002076","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":14,"Factor 2":1,"Factor 3":-1,"Factor 4":10,"Factor 5":0,"Factor 6":34,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"First of all, I do have mandatory testing. I think the governor may not have heard what I said clearly. The voluntary national testing is in addition to the mandatory testing that we require of states. All schools, all school districts, students themselves, and required teacher testing, which goes a step farther than Governor Bush has been willing to go. Here are a couple of differences, though, Jim. Governor Bush is in favor of vouchers which take taxpayer money away from public schools and give them to private schools that are not accountable for how the money is used and don’t have to take all applicants. Now, private schools play a great role in our society. All of our children have gone to both public schools and private schools. But I don’t think private schools should have a right to take taxpayer money away from public schools at a time when Caley Ellis is standing in that classroom. Let me give you another example. I went to a school in Dade County, Florida where the facilities are so overcrowded the children have to eat lunch in shifts with the first shift for lunch starting at 9:30 in the morning. Look, this is a funding crisis all around the country. There are fewer parents of school-age children as a percentage of the voting population and there is the largest generation of students ever. We’re in an information age when learning is more important than ever. 90% of our kids go to public schools. We have to make it the number one priority. Modernize our schools, reduce class size, recruit new teachers, give every child a chance to learn with one-on-one time in a quality — high-quality, safe school. If it’s a failing school, shut it down and reopen it under a new principal with a turnaround team of specialists the way Governor Jim Hunt does in North Carolina. Here is another difference. The governor, if it’s a failing school, would leave the children in that failing school for three years and then give a little bit of money to the parents, a down payment on a down payment for private school tuition, and pretend that that would be enough for them to go out and go to a private school. It’s an illusion."}
{"File":"t002248","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":12,"Factor 2":6,"Factor 3":0,"Factor 4":2,"Factor 5":-1,"Factor 6":31,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Jim, one of the issues that I would like to close with in my statement is education, because it’s an example of the overall approach that I think is important. This race is about values, it’s about change, it’s about giving choices to the American people. And education is my number one priority, because I think that it’s the most important big major change that we can bring in our country. I agree with Governor Bush that we should have new accountability, testing of students. I think that we should require states to test all students, test schools and school districts, and I think that we should go further and require teacher testing for new teachers also. The difference is that while my plan starts with new accountability and maintains local control, it doesn’t stop there. Because I want to give new choices to parents. To send their kids to college with a $10,000 tax deduction for college tuition per child per year. I want to reduce the size of the classrooms in this country. For one basic reason, so that students can get more one-on-one time with teachers. And the way to do that is first to recruit more teachers. I’ve a plan in my budget to recruit 100,000 new, highly qualified teachers and to help local school districts build new schools. I think that we have to put more emphasis on early learning and pre-school. Now, here is how that connects with all the rest of what we’ve been talking about. If you have — if you squander the surplus on a huge tax cut that goes mostly to those at the top, then you can’t make education the top priority. If the tax cut is your number one, two, three and four priority, you can’t do education. You can’t do both. You have to choose. I choose education and health care, the environment and retirement security, and I ask for your support."}
{"File":"t002265","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":10,"Factor 2":7,"Factor 3":0,"Factor 4":8,"Factor 5":0,"Factor 6":28,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"High school. I mentioned before that the local communities are having a harder time passing bond issues. Traditionally, if you’ve been involved in a campaign like that, you know that the parents with kids in school are the ones that turn out and vote. It’s ironic that there are now — there is now a smaller percentage of the voters made up of parents with children than ever in American history because of the aging of our population, but at the same time we’ve got the largest generation of students in public schools ever. More than 90% of America’s children go to public schools. And it’s the largest number ever this year and they’ll break the record next year and every year for ten years running. We’ve got to do something about this. And local — it’s not enough to leave it up to the local school districts. They’re not able to do it and our future depends upon it. Look, we’re in an information age. Our economic future depends upon whether or not our children are going to get the kind of education that lets them go on to college. And again, I want to make it possible for all middle-class families to send their kids to college and more Pell grants for those who are in the lower income groups also, and then I want to make sure that we have job training on top of that and lifelong learning, but it all starts with the public school teachers. My proposal gives $10,000 hiring bonuses for those teachers who are — who get certified to teach in the areas where they’re most needed. Now, accountability, we basically agree on accountability. My plan requires testing of all students. It also requires something that Governor Bush’s plan doesn’t. It requires testing of all new teachers, including in the subjects that they teach. We have to start treating teachers like the professionals that they are, and give them the respect and the kind of quality of life that will draw more people into teaching because we need a lot more teachers."}
{"File":"t001747","Title":"October 15, 2008 Debate Transcript","Debate":"The Third McCain-Obama Presidential Debate","Date":1224028800000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"OBAMA","Party":"Democratic","Factor 1":10,"Factor 2":12,"Factor 3":-1,"Factor 4":3,"Factor 5":1,"Factor 6":26,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, we have a tradition of local control of the schools and that’s a tradition that has served us well. But I do think that it is important for the federal government to step up and help local school districts do some of the things they need to do. Now we tried to do this under President Bush. He put forward No Child Left Behind. Unfortunately, they left the money behind for No Child Left Behind. And local school districts end up having more of a burden, a bunch of unfunded mandates, the same kind of thing that happened with special education where we did the right thing by saying every school should provide education to kids with special needs, but we never followed through on the promise of funding, and that left local school districts very cash-strapped. So what I want to do is focus on early childhood education, providing teachers higher salaries in exchange for more support. Senator McCain and I actually agree on two things that he just mentioned. Charter schools, I doubled the number of charter schools in Illinois despite some reservations from teachers unions. I think it’s important to foster competition inside the public schools. And we also agree on the need for making sure that if we have bad teachers that they are swiftly — after given an opportunity to prove themselves, if they can’t hack it, then we need to move on because our kids have to have their best future. Where we disagree is on the idea that we can somehow give out vouchers — give vouchers as a way of securing the problems in our education system. And I also have to disagree on Senator McCain’s record when it comes to college accessibility and affordability. Recently his key economic adviser was asked about why he didn’t seem to have some specific programs to help young people go to college and the response was, well, you know, we can’t give money to every interest group that comes along. I don’t think America’s youth are interest groups, I think they’re our future. And this is an example of where we are going to have to prioritize. We can’t say we’re going to do things and then not explain in concrete terms how we’re going to pay for it. And if we’re going to do some of the things you mentioned, like lowering loan rates or what have you, somebody has got to pay for it. It’s not going to happen on its own."}
{"File":"t002074","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":7,"Factor 2":12,"Factor 3":0,"Factor 4":2,"Factor 5":-1,"Factor 6":24,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"We agree on a couple of things on education. I strongly support new accountability, so does Governor Bush. I strongly support local control, so does Governor Bush. I’m in favor of testing as a way of measuring performance. Every school and every school district, have every state test the children. I’ve also proposed a voluntary national test in the fourth grade and eighth grade, and a form of testing the governor has not endorsed. I think that all new teachers ought to be tested in the subjects that they teach. We’ve got to recruit 100,000 new teachers. And I have budgeted for that. We’ve got to reduce the class size so that the student who walks in has more one-on-one time with the teacher. We ought to have universal pre-school and we ought to make college tuition tax deductible, up to $10,000 a year. I would like to tell you a quick story. I got a letter today as I left Sarasota, Florida. I’m here with a group of 13 people from around the country who helped me prepare. We had a great time. Two days ago we ate lunch at a restaurant. The guy that served us lunch gave me a letter today. His name is Randy Ellis. He has a 15-year-old daughter named Caley, who is in Sarasota High School. Her science class was supposed to be for 24 students. She’s the 36th student in that classroom. They sent me a picture of her in the classroom. They can’t squeeze another desk in for her, so she has to stand during class. I want the federal government, consistent with local control and new accountability, to make improvement of our schools the number one priority so Caley will have a desk and can sit down in a classroom where she can learn."}
{"File":"t002774","Title":"October 15, 1992 Second Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"SIMPSON","Speaker":"PEROT","Party":"independent","Factor 1":31,"Factor 2":23,"Factor 3":2,"Factor 4":9,"Factor 5":1,"Factor 6":23,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes, I’ve got scars to show for being around education reform. And the first word you need to say in every city and state, and just draw a line in the sand, is public schools exist for the benefit of the children. You’re going to see a lot of people fall over it, because any time you’re spending $199 billion dollars a year, somebody’s getting it. And the children get lost in the process. So that’s step one. Keep in mind in 1960, when our schools were the envy of the world, we were spending $16 billion on them; now we spend more than any other nation in the world — 199 billion a year — and rank at the bottom of the industrialized world in terms of education achievement. One more time you’ve bought a front-row box seat and got a third-rate performance. This is a government that is not serving you. By and large it should be local — the more local, the better. Interesting phenomenon: small towns have good schools, big cities have terrible schools. The best people in a small town will serve on the school board; you get into big cities, it’s political patronage, stepping stones — you get the job, give your relatives a janitor’s job at $57,000 a year, more than the teachers make, and with luck they clean the cafeteria once a week. Now, you’re paying for that. Those schools belong to you. And we put up with that. Now, as long as we put up with that, that’s what you’re going to get. And these folks are just dividing up 199 billion bucks and the children get lost. If I could wish for one thing for great public schools, it would be a strong family unit in every home — nothing will ever replace that. You say, well, gee, what are you going to do about that? Well, the White House is a bully pulpit, and I think we ought to be pounding on the table every day. There’s nothing — the most efficient unit of government the world will ever know is a strong loving family unit. Next thing. You need small schools, not big schools. In a little school everybody is somebody; individualism is very important. These big factories? Everybody told me they were cost-effective. I did a study on it; they’re cost- ineffective. 5000 students — why is a high school that big? One reason. Sooner or later you get 11 more boys that can run like the devil that weigh 250 pounds and they might win district. Now, that has nothing to do with learning. Secondly, across Texas, typically half of the school day was non-academic pursuits — in one place it was 35%. In Texas you could have unlimited absences to go to livestock shows. Found a boy — excuse me, but this gives the flavor — a boy in Houston kept a chicken in the bathtub in downtown Houston and missed 65 days going to livestock shows. Finally had to come back to school, the chicken lost its feathers. That’s the only way we got him back. (Laughter) Now, that’s your tax money being wasted. Now, neighborhood schools. It is terrible to bus tiny little children across town. And it is particularly terrible to take poor tiny little children and wait until the first grade and bus them across town to Mars, where the children know their numbers, know their letters, have had every advantage. At the end of the first day, that little child wants out. I’ll close on this. You’ve got to have world class teachers, world class books. If you ever got close to how textbooks were selected, you wouldn’t want to go back the second day. I don’t have time to tell you the stories."}
{"File":"t002772","Title":"October 15, 1992 Second Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"SIMPSON","Speaker":"CLINTON","Party":"Democratic","Factor 1":26,"Factor 2":11,"Factor 3":0,"Factor 4":4,"Factor 5":-1,"Factor 6":23,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"First of all, let me say that I’ve spent more of my time and life on this in the last 12 years than any other issue. Seventy percent of my state’s money goes to the public schools, and I was really honored when Time magazine said that our schools have shown more improvement than any other state in the country except one other — they named 2 states showing real strides forward in the 80s. So I care a lot about this, and I’ve spent countless hours in schools. But let me start with what you said. I agree with some of what Mr. Bush said, but it’s nowhere near enough. We live in a world where what you earn depends on what you can learn, where the average 18- year-old will change jobs 8 times in a lifetime and where none of us can promise any of you that what you now do for a living is absolutely safe from now on. Nobody running can promise that, there’s too much change in the world. So what should we do? Let me reel some things off real quick, because you said you wanted specifics. Number one, under my program we would provide matching funds to states to teach everybody with a job to read in the next 5 years and give everybody with a job the chance to get a high school diploma, in big places on the job. Number 2, we would provide 2-year apprenticeship programs to high school graduates who don’t go to college. And community colleges are on the job. Number three, we’d open the doors to college education to high school graduates without regard to income. They could borrow the money and pay it back as a percentage of their income or with a couple of years of service to our nation here at home. Number 4, we would fully fund the Head Start program to get little kids off to a good start. And, 5, I would have an aggressive program of school reform, more choices — I favor public schools or these new charter schools — we can talk about that if you want. I don’t think we should spend tax money on private schools. But I favor public school choice, and I favor radical decentralization in giving more power to better-trained principals and teachers with parent councils to control their schools. Those things would revolutionize American education and take us to the top economically."}
{"File":"t001746","Title":"October 15, 2008 Debate Transcript","Debate":"The Third McCain-Obama Presidential Debate","Date":1224028800000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"MCCAIN","Party":"Republican","Factor 1":7,"Factor 2":10,"Factor 3":0,"Factor 4":1,"Factor 5":3,"Factor 6":23,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, it’s the civil rights issue of the 21st century. There’s no doubt that we have achieved equal access to schools in America after a long and difficult and terrible struggle. But what is the advantage in a low income area of sending a child to a failed school and that being your only choice? So choice and competition amongst schools is one of the key elements that’s already been proven in places in like New Orleans and New York City and other places, where we have charter schools, where we take good teachers and we reward them and promote them. And we find bad teachers another line of work. And we have to be able to give parents the same choice, frankly, that Senator Obama and Mrs. Obama had and Cindy and I had to send our kids to the school — their kids to the school of their choice. Charter schools aren’t the only answer, but they’re providing competition. They are providing the kind of competitions that have upgraded both schools — types of schools. Now, throwing money at the problem is not the answer. You will find that some of the worst school systems in America get the most money per student. So I believe that we need to reward these good teachers. We need to encourage programs such as Teach for America and Troops to Teachers where people, after having served in the military, can go right to teaching and not have to take these examinations which — or have the certification that some are required in some states. Look, we must improve education in this country. As far as college education is concerned, we need to make those student loans available. We need to give them a repayment schedule that they can meet. We need to have full student loan program for in-state tuition. And we certainly need to adjust the certain loan eligibility to inflation."}
{"File":"t003398","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. NIXON","Party":"Republican","Factor 1":23,"Factor 2":34,"Factor 3":-12,"Factor 4":-2,"Factor 5":0,"Factor 6":22,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I’m awfully glad you ge- got that question because as you know I got into it at the last of my other question and wasn’t able to complete the argument. Uh – I think that the reason that I voted against having the federal government uh – pay teachers’ salaries was probably the very reason that concerned Senator Kennedy when in January of this year, in his kick-off press conference, he said that he favored aid for school construction, but at that time did not feel that there should be aid for teachers’ salaries – at least that’s the way I read his remarks. Now, why should there be any question about the federal government aiding s- teachers’ salaries? Why did Senator Kennedy take that position then? Why do I take it now? We both took it then, and I take it now, for this reason: we want higher teachers’ salaries. We need higher teachers’ salaries. But we also want our education to be free of federal control. When the federal government gets the power to pay teachers, inevitably in my opinion, it will acquire the power to set standards and to tell the teachers what to teach. I think this would be bad for the country; I think it would be bad for the teaching profession. There is another point that should be made. I favor higher salaries for teachers. But, as Senator Kennedy said in January of this year in this same press conference, the way that you get higher salaries for teachers is to support school construction, which means that all of the local school districts in the various states then have money which is freed to raise the standards for teachers’ salaries. I should also point out this; once you put the responsibility on the federal government for paying a portion of teachers’ salaries, your local communities and your states are not going to meet the responsibility as much as they should. I believe, in other words, that we have seen the local communities and the state assuming more of that responsibility. Teachers’ salaries very fortunately have gone up fifty percent in the last eight years as against only a thirty-four percent rise for other salaries. This is not enough; it should be more. But I do not believe that the way to get more salaries for teachers is to have the federal government get in with a massive program. My objection here is not the cost in dollars. My objection here is the potential cost in controls and eventual freedom for the American people by giving the federal government power over education, and that is the greatest power a government can have."}
{"File":"t002260","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":4,"Factor 2":14,"Factor 3":1,"Factor 4":7,"Factor 5":-2,"Factor 6":22,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, you know, it’s hard to make people love one another. I wish I knew the law because I would darn sure sign it. I wish I knew the law that said all of us would be good parents. One of the things the next president must do is to remind people that if we are going to have a responsible period in America, that each of us must love our children with all our heart and all our soul. I happened to believe strong accountability encourages parental involvement, though. I think when you measure and post results on the Internet or in the town newspapers, most parents say wait a minute, my child’s school isn’t doing what I want it to do and, therefore, become involved in education. I recognize there are some who just don’t seem to care. But there are a lot of parents who feel like everything is going well in their child’s school, and all of a sudden they wake up and realize that wait a minute, standards aren’t being met. That’s why I’m so strong for accountability. I believe we ought to measure a lot, three, four, five, six, seven, eighth grade. We do so in my state of Texas. One of the good things we’ve gone in Texas is we have strong accountability because you can’t cure unless you know. You can’t solve a problem unless you diagnose it. I strongly believe that one of the best things to encourage parental involvement also is to know that the classrooms will be safe and secure. That’s why I support a teacher liability act at the federal level, that says if a teacher or principal upholds reasonable standards of classroom discipline they can’t be sued. They can’t be sued. I think parents will be more involved with education when they know their children’s classrooms are safe and secure as well. I also believe that we need to say to people that if you cannot meet standards, there has to be a consequence. Instead of just comes the soft bigotry of low expectations, that there has to be a consequence. We can’t continue to shuffle children through school. And one of the consequences to allow parents to have different choices."}
{"File":"t002073","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":18,"Factor 2":10,"Factor 3":0,"Factor 4":11,"Factor 5":0,"Factor 6":22,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"We can make a huge difference by saying if you receive federal money we expect you to show results. Let me give you a story about public education, if I might. It’s about Kipp Academy in Houston, Texas. A charter school run by some people from Teach For America. Young folks saying I’m going to do something good for my country. I want to teach. A guy named Michael runs the school. It is a school full of so-called at-risk children. It’s how we unfortunately label certain children. Basically it means they can’t learn. It’s a school of strong discipline and high standards. It’s one of the best schools in Houston. Here are the key ingredients. High expectations, strong accountabily. What Michael says, don’t put all these rules on us, just let us teach and hold us accountable for every grade. That’s what we do. And as a result, these mainly Hispanic youngsters are some of the best learners in Houston, Texas. That’s my vision for public education all around America. Many of you viewers don’t know, but Laura and I sent our girls to public school. They went to Austin High School. And many of the public schools are meeting the call. But, unfortunately, a lot of schools are trapping children in schools that just won’t teach and won’t change. Here is the role of the federal government. One is to change Head Start to a reading program. Two is to say if you want to access reading money, you can do so. The goal is for every single child to learn to Read. there must by K-2 diagnostic teaching tools, teacher training money, available. Three, we have to consolidate the federal programs to free districts to free the schools and encourage innovators like Michael. Let them reach out beyond the confines of the current structure to recruit teach-for-the-children type teachers. Four, we’re going to say if you receive federal money, measure third, fourth, fifth, sixth, seventh and eighth grade. Show us if they are learning to read, write, add and subtract and if so there will be bonus plans. But if not, instead of continuing to subsidize failure, the money will go to — the federal money will go to the parents for public school or charter school or tutorial or Catholic school. What I care about is children. And so does Michael Feinberg. And you know what? It can happen in America with the right kind of leadership."}
{"File":"t001321","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":22,"Factor 2":9,"Factor 3":1,"Factor 4":1,"Factor 5":2,"Factor 6":21,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Thank you, Jeremy. I appreciate your — your question, and thank you for being here this evening and to all of those from Nassau County that have come, thank you for your time. Thank you to Hofstra University and to Candy Crowley for organizing and leading this — this event. Thank you, Mr. President, also for being part of this — this debate. Your question — your question is one that’s being asked by college kids all over this country. I was in Pennsylvania with someone who had just graduated — this was in Philadelphia — and she said, “I’ve got my degree. I can’t find a job. I’ve got three part- time jobs. They’re just barely enough to pay for my food and pay for an apartment. I can’t begin to pay back my student loans.” So what we have to do is two things. We have to make sure that we make it easier for kids to afford college. And also make sure that when they get out of college, there’s a job. When I was governor of Massachusetts, to get a high school degree, you had to pass an exam. If you graduated in the top quarter of your airlines, we gave you a John and Abigail Adams scholarship, four years tuition free in the college of your choice in Massachusetts, it’s a public institution. I want to make sure we keep our Pell grant program growing. We’re also going to have our loan program, so that people are able to afford school. But the key thing is to make sure you can get a job when you get out of school. And what’s happened over the last four years has been very, very hard for America’s young people. I want you to be able to get a job. I know what it takes to get this economy going. With half of college kids graduating this year without a college — excuse me, without a job. And without a college level job, that’s just unacceptable. And likewise you’ve got more and more debt on your back. So more debt and less jobs. I’m going to change that. I know what it takes to create good jobs again. I know what it takes to make sure that you have the kind of opportunity you deserve. And kids across this country are going to recognize, we’re bringing back an economy. It’s not going to be like the last four years. The middle-class has been crushed over the last four years, and jobs have been too scarce. I know what it takes to bring them back, and I’m going to do that, and make sure that when you graduate — when do you graduate?"}
{"File":"t002266","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":23,"Factor 2":8,"Factor 3":3,"Factor 4":2,"Factor 5":0,"Factor 6":19,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"When you total up all the federal spending he wants to do, it’s the largest increase in federal spending in years. And there’s just not going to be enough money. I have been a governor of a big state, I have made education my number one priority. That’s what governors ought to do. They ought to say this is the most important thing we do as a state. The federal government puts about 6% of the money up. They put about, you know, 60% of the strings where you have to fill out the paperwork. I don’t know if you have to be a paperwork filler-outer, but most of it’s because of the federal government. What I want to do is to send flexibility and authority to the local folks so you can choose what to do with the money. One size does not fit all. I worry about federalizing education if I were you. I believe strongly that the federal government can help, we need to fund Headstart. We need to have accountability. The Vice President’s plan does not have annual accountability, third grade, fourth grade, fifth grade. We need to demand on results. I believe strongly in a teacher protection act like I mentioned. I hear from teachers all the time about the lawsuits and the threats, respect in the classroom. Part of it’s because you can’t — you can’t control the classroom. You can’t have a consequence for somebody without fear of getting sued under federal law. So I’m going to ask the Congress to pass a teacher protection act. So I believe in flexibility, I believe in a national reading initiative for local districts to access with K through 2 diagnostic testing, curriculum that works, phonics works, by the way, it needs to be a part of our curriculum. There needs to be flexibility for teacher training and teacher hiring with federal money. The federal government can be a part, but don’t fall prey to all this stuff about money here and money there because education is really funded at the local level. 94% comes from the local level."}
{"File":"t002075","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":10,"Factor 2":7,"Factor 3":-1,"Factor 4":3,"Factor 5":0,"Factor 6":19,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"The first is, the difference is there is no new accountability measures in Vice President Gore’s plan. He says he’s for voluntary testing. You can’t have voluntary testing. You must have mandatory testing. You must say that if you receive money you must show us whether or not children are learning to read and write and add and subtract. That’s the difference. You may claim you’ve got mandatory testing but you don’t, Mr. Vice President. That’s a huge difference. Testing is the cornerstone of reform. You know how I know? Because it’s the cornerstone of reform in the State of Texas. Republicans and Democrats came together and said what can we do to make our public education the best in the country? We’ve done a long way working together to do so. The cornerstone is to have strong accountability in return for money and in return for flexibility. We’re going to ask you to show us whether or not — we ask you to post the results on the Internet. We encourage parents to take a look at the comparative results of schools. We have a strong charter school movement that I signed the legislation to get started in the State of Texas. I believe if we find poor children trapped in schools that won’t teach, we need to free the parents. We need to expand education savings accounts. Something that the vice presidentâ€™s running mate supports. There’s big differences. He won’t support freeing local districts from the strings of federal money."}
{"File":"t002112","Title":"October 5, 2000 Debate Transcript","Debate":"The Lieberman-Cheney Vice Presidential Debate","Date":970704000000,"Decade":2000,"Election":"2000 Election","Participants":"Lieberman-Cheney","Moderators":"MODERATOR","Speaker":"LIEBERMAN","Party":"Democratic","Factor 1":24,"Factor 2":9,"Factor 3":0,"Factor 4":3,"Factor 5":0,"Factor 6":18,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Al Gore and I are committed to making America’s public schools the best in the world. I disagree with what my opponent has said. A lot of progress has been made in recent years. Average testing scores are up and a lot of extraordinary work is being done by tens of thousands of parents, teachers and administrators all around America. There is more to be done. If you’ll allow me, I want to go back to your last question. It leads to this question. I think both of us agree that leaving aside the Social Security and Medicare surpluses, there’s $1.8 trillion in surplus available to spend over the next ten years. As I said before we’re being fiscally responsible about it. We’re taking $300 billion off the top to put in reserve fund. The rest we’ll use for middle class tax cuts and invest in programs like education. There’s a big difference between these two tickets. Our opponents are going to spend $1.6 trillion of the $1.8 trillion surplus projected on that big tax cut that Al Gore talked about the other night so effectively. We’re saving money to invest in education. You cannot reform education and improve it in this country without spending some money. Al Gore and I have committed $170 billion for that purpose. To recruit 100,000 new teachers to reduce the size of classrooms. To help local school districts build new buildings so our children are not learning in crumbling classrooms. And we’re not just going to stop at high school. We’re going to go on and give the middle class the ability to deduct up to $10,000 a year in the cost of college tuition. Now, that is a tremendous life-saving change which will help people carry on their education and allow them to develop the kinds of skills that will help them succeed in the hi-tech economy of today."}
{"File":"t002365","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":21,"Factor 2":9,"Factor 3":0,"Factor 4":3,"Factor 5":0,"Factor 6":17,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I support school choice. I support school choice. I have advocated expansions of public school choice alternatives and I said the creation of 3,000 new schools that we are going to help the states to finance. But if you’re going to have a private voucher plan, that ought to be determined by states in localities where they’re raising and spending most of the money. I simply think it’s wrong to take money away from programs that are helping build basic skills for kids, 90 percent of them are in the public schools; to take money away from programs that are helping fund the school lunch program, that are helping to fund the other programs, that are helping our schools to improve their standards. Our schools are getting better, and our schools can be made to be even better still with the right kind of community leadership and partnership at the school level. I have been a strong force for reform. And, Senator, I remind you that a few years ago when I supported teacher testing while in my home state I was pretty well lambasted by the teachers association. I just don’t believe we ought to be out there running down teachers and attacking them the way you did at the Republican convention. I think we ought to be lifting them up and moving our children forward. And let me just say that budget that you passed that I vetoed would have cut 50,000 kids out of Headstart. It would have eliminated the AmeriCorps plan and it would have cut back on student loans and scholarships. Now, it would have. That’s a fact. That’s one of the big reasons I vetoed it. We need to be doing more in education, not less."}
{"File":"t002111","Title":"October 5, 2000 Debate Transcript","Debate":"The Lieberman-Cheney Vice Presidential Debate","Date":970704000000,"Decade":2000,"Election":"2000 Election","Participants":"Lieberman-Cheney","Moderators":"MODERATOR","Speaker":"CHENEY","Party":"Republican","Factor 1":9,"Factor 2":6,"Factor 3":0,"Factor 4":7,"Factor 5":0,"Factor 6":17,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I think public education is a solution. Our desire is to find ways to reform our educational system, to return it to its former glory. I’m a product of public schools, my family, wife and daughters all went to public schools. We believe very much in the public school system. But if you look at where we are from the standpoint of the nation, recent exams. For example, the National Assessment of Educational Progress, an independent testing service, shows there’s been no progress on reading scores in the last eight years. Almost no progress on math. The achievement gap between minority and non-minority students is as big as itâ€™s ever been. We’ve had a significant increase in spending for education nationwide, but it has produced almost no positive results. That’s unacceptable from our standpoint. If you look at it and think about it, we now have in our most disadvantaged communities, 70% of our fourth graders can’t read at the basic level of understanding. We’ve graduated 15 million kids from high school in the last few years who can’t read at a significant level. They are permanently sentenced to a lifetime of failure. What we want to do is to change that. We think we know how to do it. Governor Bush has done it in Texas. We want to emphasize local control so that people here in Danville, KY decide what is best for their kids. We want to insist on high standards. One of the worst things we can do is fail to establish high standards, in effect to say to a youngster because of their ethnic background or income level, we don’t have the same kind of expectations from you that we have from everybody else. We want accountability. We have to test every child every year to know whether or not we’re making progress with respect to achieving those goals and objectives. We think it’s extraordinarily important. Probably the single most important issue in this campaign. Governor Bush has made it clear that when he’s elected this will be his number one priority as a legislative measure to submit to the Congress."}
{"File":"t001913","Title":"October 5, 2004 Transcript","Debate":"The Cheney-Edwards Vice Presidential Debate","Date":1096934400000,"Decade":2000,"Election":"2004 Election","Participants":"RICHARD B. CHENEY, VICE PRESIDENT OF THE UNITED STATES U.S. SENATOR JOHN EDWARDS (NC), DEMOCRATIC VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"CHENEY","Party":"Republican","Factor 1":14,"Factor 2":15,"Factor 3":-2,"Factor 4":4,"Factor 5":-1,"Factor 6":17,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, Gwen, there are several things that I think need to be done and are being done. We’ve, of course, been through a difficult recession, and then the aftermath of 9\/11, where we lost over a million jobs after that attack. But we think the key is to address some basic, fundamental issues that the president’s already working on. I think probably the most successful thing we can do with respect to ending poverty is to get people jobs. There’s no better antidote to poverty than a good, well-paying job that allows somebody to take care of their own family. To do that, we have to make America the best place in the world to do business. And that means we’ve got to deal effectively with tax policy. We’ve got to reduce the litigation costs that are built into our society. We’ve got to provide the adequate medical care and make certain that we can, in fact, create the opportunities that are vital to that process. I’d zero in, in particular, on education. I think the most important thing we can do is have a first-class public school system. I’m a product of public schools. And the president, his first legislative priority was the No Child Left Behind Act. It was the first piece of legislation we introduced. We got it passed that first summer on a bipartisan basis. We even had Ted Kennedy on board for the effort. And it does several things. It establishes high standards. It, at the same time, sets up a system of testing with respect to our school system, so we can establish accountability to parents and make certain that they understand how well their students are doing. And they have the opportunity to move students out of poorly performing schools to good schools. It strikes me that that is absolutely the heart of what needs to be done from the standpoint of education. It’s also important, as we go forward in the next term, we want to be able to take what we’ve done for elementary education and move it into the secondary education. It’s working. We’ve seen reports now of a reduction in the achievement gap between majority students and minority students. We’re making significant progress."}
{"File":"t001764","Title":"October 13, 2004 Debate Transcript","Debate":"The Third Bush-Kerry Presidential Debate","Date":1097625600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U. S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"BUSH","Party":"Republican","Factor 1":17,"Factor 2":8,"Factor 3":2,"Factor 4":0,"Factor 5":0,"Factor 6":17,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I’d say, Bob, I’ve got policies to continue to grow our economy and create the jobs of the 21st century. And here’s some help for you to go get an education. Here’s some help for you to go to a community college. We’ve expanded trade adjustment assistance. We want to help pay for you to gain the skills necessary to fill the jobs of the 21st century. You know, there’s a lot of talk about how to keep the economy growing. We talk about fiscal matters. But perhaps the best way to keep jobs here in America and to keep this economy growing is to make sure our education system works. I went to Washington to solve problems. And I saw a problem in the public education system in America. They were just shuffling too many kids through the system, year after year, grade after grade, without learning the basics. And so we said - Let’s raise the standards. We’re spending more money, but let’s raise the standards and measure early and solve problems now, before it’s too late. No, education is how to help the person who’s lost a job. Education is how to make sure we’ve got a workforce that’s productive and competitive. Got four more years, I’ve got more to do to continue to raise standards, to continue to reward teachers and school districts that are working, to emphasize math and science in the classrooms, to continue to expand Pell Grants to make sure that people have an opportunity to start their career with a college diploma. And so the person you talked to, I say, here’s some help, here’s some trade adjustment assistance money for you to go a community college in your neighborhood, a community college which is providing the skills necessary to fill the jobs of the 21st century. And that’s what I would say to that person."}
{"File":"t002262","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":9,"Factor 2":4,"Factor 3":-1,"Factor 4":4,"Factor 5":0,"Factor 6":16,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Yeah, I appreciate that. I think any time we end with one of these attacks, it’s appropriate to respond. Here’s what I think. First of all, vouchers are up to states. If you want to do a voucher program in Missouri, fine. I strongly believe in local control of schools. I’m a governor of state and I don’t like it when the federal government tells us what to do. I believe in local control of schools. But here’s what I said. I’ve said to the extent we spend federal money on disadvantaged children, we want the schools to show us whether or not the children are learning. What’s unreasonable about that? We expect there to be standards met and we expect there to be measurement. And if we find success we’ll praise it. But when we find children trapped in schools that will not change and will not teach, instead of saying oh, this is okay in America just to shuffle poor kids through schools, there has to be a consequence. And the consequence is that federal portion or federal money will go to the parent, so the parent can go to a tutoring program or another public school or another private school. You see, there has to be a consequence. We’ve got a society that says hey, the status quo is fine, just move them through. And guess who suffers."}
{"File":"t001745","Title":"October 15, 2008 Debate Transcript","Debate":"The Third McCain-Obama Presidential Debate","Date":1224028800000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"OBAMA","Party":"Democratic","Factor 1":14,"Factor 2":15,"Factor 3":0,"Factor 4":1,"Factor 5":1,"Factor 6":16,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"This probably has more to do with our economic future than anything and that means it also has a national security implication, because there’s never been a nation on earth that saw its economy decline and continued to maintain its primacy as a military power. So we’ve got to get our education system right. Now, typically, what’s happened is that there’s been a debate between more money or reform, and I think we need both. In some cases, we are going to have to invest. Early childhood education, which closes the achievement gap, so that every child is prepared for school, every dollar we invest in that, we end up getting huge benefits with improved reading scores, reduced dropout rates, reduced delinquency rates. I think it’s going to be critically important for us to recruit a generation of new teachers, an army of new teachers, especially in math and science, give them higher pay, give them more professional development and support in exchange for higher standards and accountability. And I think it’s important for us to make college affordable. Right now, I meet young people all across the country who either have decided not to go to college or if they’re going to college, they are taking on $20,000, $30,000, $50,000, $60,000 worth of debt, and it’s very difficult for them to go into some fields, like basic research in science, for example, thinking to themselves that they’re going to have a mortgage before they even buy a house. And that’s why I’ve proposed a $4,000 tuition credit, every student, every year, in exchange for some form of community service, whether it’s military service, whether it’s Peace Corps, whether it’s working in a community. If we do those things, then I believe that we can create a better school system. But there’s one last ingredient that I just want to mention, and that’s parents. We can’t do it just in the schools. Parents are going to have to show more responsibility. They’ve got to turn off the TV set, put away the video games, and, finally, start instilling that thirst for knowledge that our students need."}
{"File":"t002779","Title":"October 15, 1992 Second Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"SIMPSON","Speaker":"CLINTON","Party":"Democratic","Factor 1":6,"Factor 2":1,"Factor 3":1,"Factor 4":6,"Factor 5":0,"Factor 6":14,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Very briefly. Including the parents in the preschool education of their kids, even if they’re poor and uneducated, can make a huge difference. We have a big program in my state that teaches mothers or fathers to teach their kids to get ready for school. It’s the most successful thing we’ve ever done. Just a fact clarification real quickly. We do not spend a higher percentage of our income on public education than every other country. There are 9 countries that spend more than we do on public education. We spend more on education ’cause we spend so much more on colleges. But if you look at public education alone and you take into account the fact that we have more racial diversity and more poverty, it makes a big difference. There are great public schools where there’s public school choice, accountability and brilliant principals. I’ll just mention one — the Beasley Academic Center in Chicago. I commend it to anybody. It’s as good as any private school in the country."}
{"File":"t001791","Title":"October 13, 2004 Debate Transcript","Debate":"The Third Bush-Kerry Presidential Debate","Date":1097625600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U. S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"BUSH","Party":"Republican","Factor 1":12,"Factor 2":8,"Factor 3":-1,"Factor 4":3,"Factor 5":0,"Factor 6":14,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Actually, Mitch McConnell had a minimum-wage plan that I supported that would have increased the minimum wage. But let me talk about what’s really important for the worker you’re referring to. And that’s to make sure the education system works. It’s to make sure we raise standards. Listen, the No Child Left Behind Act is really a jobs act when you think about it. The No Child Left Behind Act says, “We’ll raise standards. We’ll increase federal spending. But in return for extra spending, we now want people to measure — states and local jurisdictions to measure to show us whether or not a child can read or write or add and subtract. “ You cannot solve a problem unless you diagnose the problem. And we weren’t diagnosing problems. And therefore just kids were being shuffled through the school. And guess who would get shuffled through? Children whose parents wouldn’t speak English as a first language just move through. Many inner-city kids just move through. We’ve stopped that practice now by measuring early. And when we find a problem, we spend extra money to correct it. I remember a lady in Houston, Texas, told me, “Reading is the new civil right,” and she’s right. In order to make sure people have jobs for the 21st century, we’ve got to get it right in the education system, and we’re beginning to close a minority achievement gap now. You see, we’ll never be able to compete in the 21st century unless we have an education system that doesn’t quit on children, an education system that raises standards, an education that makes sure there’s excellence in every classroom."}
{"File":"t001153","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"ROMNEY","Party":"Republican","Factor 1":25,"Factor 2":14,"Factor 3":0,"Factor 4":1,"Factor 5":1,"Factor 6":14,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Mr. President, Mr. President, you’re entitled as the president to your own airplane and to your own house, but not to your own facts. All right, I’m not going to cut education funding. I don’t have any plan to cut education funding and — and grants that go to people going to college. I’m planning on (inaudible) to grow. So I’m not planning on making changes there. But you make a very good point, which is that the place you put your money just makes a pretty clear indication of where your heart is. You put $90 billion into — into green jobs. And I — look, I’m all in favor of green energy. $90 billion, that would have — that would have hired 2 million teachers. $90 billion. And these businesses, many of them have gone out of business, I think about half of them, of the ones have been invested in have gone out of business. A number of them happened to be owned by people who were contributors to your campaigns. Look, the right course for America’s government, we were talking about the role of government, is not to become the economic player, picking winners and losers, telling people what kind of health treatment they can receive, taking over the health care system that has existed in this country for a long, long time and has produced the best health records in the world. The right answer for government is say, How do we make the private sector become more efficient and more effective? How do we get schools to be more competitive? Let’s grade them. I propose we grade our schools so parents know which schools are succeeding and failing, so they can take their child to a — to a school that he’s being more successful. I don’t want to cut our commitment to education. I wanted to make it more effective and efficient. And by the way, I’ve had that experience. I don’t just talk about it. I’ve been there. Massachusetts schools are ranked number one in the nation. This is not because I didn’t have commitment to education. It’s because I care about education for all of our kids."}
{"File":"t002778","Title":"October 15, 1992 Second Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"SIMPSON","Speaker":"BUSH","Party":"Republican","Factor 1":8,"Factor 2":0,"Factor 3":0,"Factor 4":4,"Factor 5":0,"Factor 6":13,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I just had a word of clarification because of something Governor Clinton said. My school choice program, GI Bill for Kids, does not take public money and give it to private schools. It does what the GI Bill itself did when I came out of World War II. It takes public money and gives it to families or individuals to choose the school they want. And where it’s been done, those schools, like in Rochester, those schools that weren’t chosen find that they then compete and do better. So I think it’s worth a shot. We’ve got a pilot program. It ought to be tried. School choice — public, private or religious. Not to the schools but to — you know, 46% of the teachers in Chicago, public school teachers, send their kids to private school. Now, I think we ought to try to help families and see if it will do what I think — make all schools better."}
{"File":"t002363","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":17,"Factor 2":6,"Factor 3":0,"Factor 4":5,"Factor 5":2,"Factor 6":13,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Let me say first of all, I’m all for students having more choices. We’ve worked hard to expand public school choice in my balanced budget bill. There’s funds for 3,000 new schools created by teachers and parents, sometimes by business people, called charter schools that have no rules, they’re free of bureaucracy and can only stay in existence if they perform and teach children. The ones that are out there are doing well. What I’m against is Senator Dole’s plan to take money away from all the children we now help with limited Federal funds and help far fewer. If we’re going to have a private voucher plan, that ought to be done at the local level or the state level. But Senator Dole has consistently opposed Federal help to education. He voted against student loans; he voted against my improved student loan plan; he voted against the National Service bill, against the HeadStart bill; he voted against our efforts in safe and drug-free schools. He voted against these programs, he does not believe it. That’s the issue. 90 percent of our kids are out there in those public schools and we need to lift their standards and move them forward with the programs like those I’ve outlined in this campaign."}
{"File":"t002290","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":10,"Factor 2":8,"Factor 3":1,"Factor 4":9,"Factor 5":-1,"Factor 6":13,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Appreciate that question. Laura and I are proud parents of teenage girls, twin daughters, and I know what you’re saying. Government ought to stand on the side of parents. Parents are teaching their children right from wrong, and the message oftentimes gets undermined by the popular culture. You bet there’s things that government can do. We can work with the entertainment industry to provide family hour. We can have filters on Internets where public money is spent. There ought to be filters in public libraries and filters in public schools so if kids get on the Internet, there is not going to be pornography or violence coming in. I think we ought to have character education in our schools. I know that doesn’t directly talk about Hollywood, but it does reinforce the values you’re teaching. Greatly expand character education funding so that public schools will teach children values, values which have stood the test of time. There’s afterschool money available. I think that afterschool money ought to be available for faith-based programs and charitable programs that exist because somebody has heard the call to love a neighbor like you would like to be loved yourself. That will help reinforce the values that parents teach at home as well. Ours is a great land, and one of the reasons why is because we’re free. And so I don’t support censorship. But I do believe that we ought to talk plainly to the Hollywood moguls and people who produce this stuff and explain the consequences. I think we need to have rating systems that are clear. I happen to like the idea of having technology for the TV, easy for parents to use so you can tune out these programs you don’t want in your house. I’ll remind mothers and dads the best weapon is the off\/on button, and paying attention to your children, and eating dinner with them and being — I’m sorry. I was on my peroration."}
{"File":"t001615","Title":"October 2, 2008 Debate Transcript","Debate":"The Biden-Palin Vice Presidential Debate","Date":1222905600000,"Decade":2000,"Election":"2008 Election","Participants":"SEN. JOSEPH R. BIDEN JR. (DE) DEMOCRATIC VICE PRESIDENTIAL NOMINEE GOV. SARAH PALIN, (AK) REPUBLICAN VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"PALIN","Party":"Republican","Factor 1":7,"Factor 2":4,"Factor 3":0,"Factor 4":3,"Factor 5":0,"Factor 6":13,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Say it ain’t so, Joe, there you go again pointing backwards again. You preferenced your whole comment with the Bush administration. Now doggone it, let’s look ahead and tell Americans what we have to plan to do for them in the future. You mentioned education and I’m glad that you did. I know education you are passionate about with your wife being a teacher for 30 years, and god bless her. Her reward is in heaven, right? I say, too, with education, America needs to be putting a lot more focus on that and our schools have got to be really ramped up in terms of the funding that they are deserving. Teachers needed to be paid more. I come from a house full of school teachers. My grandma was, my dad who is in the audience today, he’s a schoolteacher, had been for many years. My brother, who I think is the best schoolteacher in the year, and here’s a shout-out to all those third graders at Gladys Wood Elementary School, you get extra credit for watching the debate. Education in America has been in some sense in some of our states just accepted to be a little bit lax, and we have got to increase the standards. No Child Left Behind was implemented. It’s not doing the job though. We need flexibility in No Child Left Behind. We need to put more of an emphasis on the profession of teaching. We need to make sure that education in either one of our agendas, I think, absolute top of the line. My kids as public school participants right now, it’s near and dear to my heart. I’m very, very concerned about where we’re going with education and we have got to ramp it up and put more attention in that arena."}
{"File":"t001149","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"ROMNEY","Party":"Republican","Factor 1":9,"Factor 2":7,"Factor 3":0,"Factor 4":3,"Factor 5":0,"Factor 6":13,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, the primary responsibility for education is — is, of course, at the state and local level. But the federal government also can play a very important role. And I — and I agree with Secretary Arne Duncan, he’s — some ideas he’s put forward on Race to the Top, not all of them, but some of them I agree with and — and congratulate him for pursuing that. The federal government can get local and — and state schools to do a better job. My own view, by the way, is I’ve added to that. I happen to believe, I want the kids that are getting federal dollars from IDEA or Title I — these are disabled kids or — or — or poor kids or — or lower-income kids, rather, I want them to be able to go to the school of their choice. So all federal funds, instead of going to the — to the state or to the school district, I’d have go, if you will, follow the child and let the parent and the child decide where to send their — their — their student."}
{"File":"t002367","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":10,"Factor 2":5,"Factor 3":0,"Factor 4":3,"Factor 5":-1,"Factor 6":12,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"First of all, Senator Dole, let’s set the record straight. I was able for two years when I was in, a very young boy to go to a Catholic school, but I basically went to public schools all my life. And I’ve worked hard for a long time to make them better, 90 percent of our kids are there. You, it’s amazing to me, you are all for having more responsibility at the local level for everything except schools. Where we don’t have very much money at the Federal level to spend on education, we ought to spend it helping the 90 percent of the kids that we can help. If a local school district in Cleveland or anyplace else wants to have a private choice plan like Milwaukee did, let them have at it. I might say the results are highly ambiguous. But I want to get out there and give a better education opportunity to all of our children and that’s why I vetoed the budget you passed with $30 billion in education cuts. It was wrong, and my plan for the future is better."}
{"File":"t002291","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":8,"Factor 2":7,"Factor 3":6,"Factor 4":7,"Factor 5":1,"Factor 6":12,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I care a lot about this. It’s not just movies; television, video games, music, the Internet. Parents now feel like you have to compete with the mass culture in order to raise your kids with the values that you want them to have. Tipper and I have four children. And God bless them, every one of them decided on their own to come here this evening. I don’t want to embarrass our oldest daughter. She and her husband made us grandparents almost a year-and-a-half ago, and yet if she’ll forgive me, when she was little, she brought a record home that had some awful lyrics in it and Tipper hit the ceiling. And that launched a campaign to try to get the record companies to put ratings that — warning labels for parents. And I’m so proud of what she accomplished in getting them on there. I’ve been involved myself in negotiating and helping to move along the negotiations with the Internet service providers to get a parents’ protection page every time 95% of the pages come up. And a feature that allows parents to automatically check with one click what sites your kids have visited lately. You know, some parents are worried about those filters, that you will have to ask your kids how to put them on there. But if you can check up on them, that’s real power. And recently the Federal Trade Commission pointed out that some of these entertainment companies have warned parents that the material is inappropriate for children, and then they’ve turned around behind the backs of the parents and advertised that same adult material directly to children. That is an outrage. Joe Lieberman and I gave them six months to clean up their act. And if they don’t do it, we’re gonna ask for tougher authority in the hands of the FTC on the false and deceptive advertising. I’ll tell you this, I want to do something about this. Respect the First Amendment, but I will do something to help you raise your kids without that garbage."}
{"File":"t001351","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"OBAMA","Party":"Democratic","Factor 1":17,"Factor 2":10,"Factor 3":1,"Factor 4":2,"Factor 5":1,"Factor 6":12,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, Katherine, that’s a great question. And, you know, I was raised by a single mom who had to put herself through school while looking after two kids. And she worked hard every day and made a lot of sacrifices to make sure we got everything we needed. My grandmother, she started off as a secretary in a bank. She never got a college education, even though she was smart as a whip. And she worked her way up to become a vice president of a local bank, but she hit the glass ceiling. She trained people who would end up becoming her bosses during the course of her career. She didn’t complain. That’s not what you did in that generation. And this is one of the reasons why one of the first — the first bill I signed was something called the Lily Ledbetter bill. And it’s named after this amazing woman who had been doing the same job as a man for years, found out that she was getting paid less, and the Supreme Court said that she couldn’t bring suit because she should have found about it earlier, whereas she had no way of finding out about it. So we fixed that. And that’s an example of the kind of advocacy that we need, because women are increasingly the breadwinners in the family. This is not just a women’s issue, this is a family issue, this is a middle-class issue, and that’s why we’ve got to fight for it. It also means that we’ve got to make sure that young people like yourself are able to afford a college education. Earlier, Governor Romney talked about he wants to make Pell Grants and other education accessible for young people. Well, the truth of the matter is, is that that’s exactly what we’ve done. We’ve expanded Pell Grants for millions of people, including millions of young women, all across the country. We did it by taking $60 billion that was going to banks and lenders as middlemen for the student loan program, and we said, let’s just cut out the middleman. Let’s give the money directly to students. And as a consequence, we’ve seen millions of young people be able to afford college, and that’s going to make sure that young women are going to be able to compete in that marketplace. But we’ve got to enforce the laws, which is what we are doing, and we’ve also got to make sure that in every walk of life we do not tolerate discrimination. That’s been one of the hallmarks of my administration. I’m going to continue to push on this issue for the next four years."}
{"File":"t002771","Title":"October 15, 1992 Second Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"SIMPSON","Speaker":"BUSH","Party":"Republican","Factor 1":9,"Factor 2":14,"Factor 3":0,"Factor 4":3,"Factor 5":0,"Factor 6":11,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I’d be delighted to, because you can’t do it the old way. You can’t do it with the school bureaucracy controlling everything and that’s why we have a new program that I hope people have heard about. It’s being worked now in 1700 communities — bypassed Congress on this one, Ross — 1700 communities across the country. It’s called America 2000. And it literally says to the communities, re-invent the schools, not just the bricks and mortar but the curriculum and everything else. Think anew. We have a concept called the New American School Corporation where we’re doing exactly that. And so I believe that we’ve got to get the power in the hands of the teachers, not the teachers’ union. What’s happening up there? (Laughter) And so our America 2000 program also says this. It says let’s give parents the choice of a public, private or public school — public, private or religious school. And it works- -it works in Milwaukee. Democratic woman up there — taking the lead in this. The mayor up there, on the program. And the schools that are not chosen are improved — competition does that. So we’ve got to innovate through school choice. We’ve got to innovate through this America 2000 program. But she is absolutely right. The programs that we’ve been trying where you control everything and mandate it from Washington don’t work. The governors — and I believe Governor Clinton was in on this — but maybe — I don’t want to invoke him here. But they come to me and they say, please get the Congress to stop passing so many mandates telling us how to control things. We know better how to do it in California or Texas or wherever it is. So this is what our program is all about. And I believe you’re right on to something, that if we don’t change the education we’re not going to be able to compete. Federal funding for education is up substantially — Pell grants are up. But it isn’t going to get the job done if we don’t change K through 12."}
{"File":"t002366","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"DOLE","Party":"Republican","Factor 1":12,"Factor 2":6,"Factor 3":0,"Factor 4":4,"Factor 5":0,"Factor 6":11,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, the AmeriCorps program, I must say, if that’s one of your successes, I wouldn’t speak about it too loudly. It costs about $27,000 to pay people to volunteer. We’ve got four million young people volunteering every year, the number hasn’t gone down. And you pick out 20,000, whether they need the money or not, and they get paid for volunteering. I like young people. I like teachers. I’m a product of a public school. You attended a private school for some time in your life. I like teachers. You’re not for school choice, you can’t be for school choice, because this is that special interest money again. When you get 99.5 percent of the money, we don’t know what happened to the other .5 percent, we’re looking for it, somebody got it, but it all went to Democrats. And this is part of that liberal establishment, one of those liberal things that you just can’t do. You’re for school uniforms and curfews and you’re opposed to truancy. Now that’s not reform, Mr. President. Why can’t Landale Shakespeare in Cleveland or Pilar Gonzales in Milwaukee give their children an opportunity to go to a better school. Some schools aren’t safe. Some schools aren’t even safe. Your choice is nothing. Let’s give them a real choice, the kind of choice you had, and the kind of choice a lot of people have in America. If we want to stop crime and teenage pregnancy, let’s start with education."}
{"File":"t001152","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"OBAMA","Party":"Democratic","Factor 1":15,"Factor 2":4,"Factor 3":0,"Factor 4":0,"Factor 5":3,"Factor 6":11,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Let me just finish the point. The — where they’re partnering so that they’re designing training programs. And people who are going through them know that there’s a job waiting for them if they complete it. That makes a big difference, but that requires some federal support. Let me just say one final example. When it comes to making college affordable, whether it’s two-year or four-year, one of the things that I did as president was we were sending $60 billion to banks and lenders as middlemen for the student loan program, even though the loans were guaranteed. So there was no risk for the banks or the lenders, but they were taking billions out of the system. And we said, “Why not cut out the middleman?” And as a consequence, what we’ve been able to do is to provide millions more students assistance, lower or keep low interest rates on student loans. And this is an example of where our priorities make a difference. Governor Romney, I genuinely believe cares about education, but when he tells a student that, you know, “you should borrow money from your parents to go to college,” you know, that indicates the degree to which, you know, there may not be as much of a focus on the fact that folks like myself, folks like Michelle, kids probably who attend University of Denver, just don’t have that option. And for us to be able to make sure that they’ve got that opportunity and they can walk through that door, that is vitally important not just to those kids. It’s how we’re going to grow this economy over the long term."}
{"File":"t003369","Title":"October 22, 1976 Debate Transcript","Debate":"The Third Carter-Ford Presidential Debate","Date":214790400000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. WALTERS","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":28,"Factor 2":26,"Factor 3":1,"Factor 4":4,"Factor 5":2,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes, I’d be glad to. In the first place, uh – as is the case with the environmental policy and the energy policy that I just described, and the policy for nonproliferation of uh – of nuclear waste, this administration has no urban policy. It’s impossible for mayors or governors to cooperate with the resident, because they can’t anticipate what’s gonna happen next. A mayor of a city like New York, for instance, needs to know uh – eighteen months or two years ahead of time what responsibility the city will have in administration and in financing – in things like housing, uh – pollution control, uh – crime control, education, welfare and health. This has not been done, unfortunately. I remember the headline in the Daily News that said, “Ford to New York: Drop Dead.” I think it’s very important that our cities know that they have a partner in the federal government. Quite often Congress has passed laws in the past designed to help people with uh – the ownership of homes and with the control of crime and with adequate health care and education programs and so forth. Uh – those uh programs were designed to help those who need it most. And quite often this has been in the very poor people and neighborhoods in the downtown urban centers. Because of the uh – great -ly- greatly uh – advantaged uh – tho- per – persons who live in the suburbs, better education, better organization, more articulate, more aware of what the laws are, quite often this money has been channeled out of the downtown centers where it’s needed. Also I favor all revenue sharing money being used for local governments, and also to remove prohibitions in the use of revenue sharing money so that it can be used to improve education, and health care. We have now uh – for instance only 7 percent of the total education cost being financed by the federal government. When uh – the Nixon-Ford Administration started, this was 10 percent. That’s a 30 percent reduction in the portion that the federal government contributes to education in just eight years. And as you know, the education cost has gone up uh – tremendously. The last point is that the major – uh thrust has gotta be to put people back to work. We’ve got an extraordinarily high unemployment rate among downtown urban ghetto areas, uh – particularly among the very poor and particularly among minority groups, sometimes 50 or 60 percent. And the concentration of employment opportunities in those areas would help greatly not only to reestablish the tax base, but also to help reduce the extraordinary welfare cost. One of the major responsibilities on the shoulders of uh – New York City is to – is to finance welfare. And I favor a shifting of the welfare cost away from the local governments altogether. And over a longer period of time, let the federal government begin to absorb part of it that’s now paid by the state governments. Those things would help a great deal with the cities, but we still have a – a very serious problem there."}
{"File":"t002716","Title":"October 13, 1992 Debate Transcript","Debate":"The Gore-Quayle-Stockdale Vice Presidential Debate","Date":718934400000,"Decade":1990,"Election":"1992 Election","Participants":"Gore-Quayle-Stockdale","Moderators":"HAL BRUNO","Speaker":"STOCKDALE","Party":"independent","Factor 1":1,"Factor 2":7,"Factor 3":0,"Factor 4":0,"Factor 5":0,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"I — I come down on the side of freedom of school choice. The — and there’s a lot of misunderstandings that I’ve heard here tonight, that I may have the answer to. The — starting at, you know, for the last, almost a decade, we’ve worried about our schools officially through Washington, and the president had a meeting of all the governors, and then they tried the conventional fixes for schools, that is, to increase the certification of — requirements for the teachers, to lengthen the school day, to lengthen the school year and nothing — this is a very brief overview of the thing — but nothing happened. And it’s time to change the school’s structure. In schools, bureaucracy is bad and autonomy is good. The only good schools — — we have are those run by talented principals and devoted teachers, and they’re running their own show. How many times have I thrived? You know, the best thing I had when I ran that civilization, it succeeded, and it’s a landmark. The best thing I had going for me was I had no contact with Washington for all those years."}
{"File":"t002715","Title":"October 13, 1992 Debate Transcript","Debate":"The Gore-Quayle-Stockdale Vice Presidential Debate","Date":718934400000,"Decade":1990,"Election":"1992 Election","Participants":"Gore-Quayle-Stockdale","Moderators":"HAL BRUNO","Speaker":"QUAYLE","Party":"Republican","Factor 1":4,"Factor 2":1,"Factor 3":0,"Factor 4":2,"Factor 5":0,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"And he said that he was not for choosing — giving the parents the right to choose to send their children to public schools. But it’s okay for the wealthy to choose to send their kids to private schools, but it’s not okay for the middle class and the working poor to choose where they want to send their kids to school. I think that it’s time that all parents in America have a right to choose where they send their kids to school to get an education."}
{"File":"t002463","Title":"October 9, 1996 Debate Transcript","Debate":"The Gore-Kemp Vice Presidential Debate","Date":844819200000,"Decade":1990,"Election":"1996 Election","Participants":"Gore-Kemp","Moderators":"LEHRER","Speaker":"GORE","Party":"Democratic","Factor 1":28,"Factor 2":18,"Factor 3":0,"Factor 4":4,"Factor 5":2,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Thank you very much, Mr. Lehrer. Thanks again to the people of St. Petersburg and thanks again to Jack Kemp. I have enormous respect for Jack Kemp and for Bob Dole. They’re good men. I don’t agree with their plan. I’ve tried to make that clear tonight. And one reason I’ve tried to make it clear is that in just 27 days, the United States of America has an important choice to make. Between two approaches to the future of this country. We have a plan that will create millions more jobs, bring the deficits down further and balance the budget, while protecting Medicare, protecting Medicaid, protecting and preserving the environment, our air, our water, the Everglades, the Tongas, the Mojave Desert in California, the Utah-Red Rocks area, all of which have been protected by President Bill Clinton. We also have a plan to expand access to education. There’s a family in the audience tonight, the McNeil family, who lives right here in St. Petersburg. Both parents are teachers, they’re not rich in money, but they have strong values and they value education. They’re oldest son is a freshman at St. Petersburg Junior High — Junior College. Their younger son, Roderick, is a sophomore in the same high school that Don McNeil teaches at. Roderick is concerned that he may not be able to get the tuition he needs to go to college when the time comes. Our plan gives a $1500 tax credit to make that junior college essentially free. And a $10,000 tax deduction to make it so that no American family, or almost no family, will have to pay taxes on the money they pay for college tuition. This plan also gives tax breaks on the sale of a home, up to $500,000 in profit tax free. It gives the new break for first-time home buyers, and, again, all in the context of a balanced budget. We have seen progress during the last four years because policies like these have been working. This risky scheme that I’ve described tonight has been said by many objective observers to not add up, it would be a serious risk. Our plan, by contrast, has been working and will work more. We want to build a bridge to the 21st Century and we want it to be strong enough and broad enough for all families to cross and we want it to lead to a brighter future for America, ’cause our best days are ahead."}
{"File":"t002194","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":7,"Factor 2":9,"Factor 3":-1,"Factor 4":10,"Factor 5":0,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Let me tell you where the biggest discrimination comes. In public education when we just move children through the schools. My friend, Phyllis Hunter, is here. She had one of the greatest lines of all lines. She said, reading is the new civil right. She’s right. And to make sure our society is as hopeful as it possibly can be, every single child in America must be educated. I mean every child. It starts with making sure every child learns to read. K-2 diagnostic testing so we know whether or not there’s a deficiency. Curriculum that works and phonics needs to be an integral part of our reading curriculum. Intensive reading laboratories, teacher retraining. I mean, there needs to be a wholesale effort against racial profiling, which is illiterate children. We can do better in our public schools. We can close an achievement gap, and it starts with making sure we have strong accountability, Jim. One of the cornerstones of reform, and good reform, is to measure. Because when you measure you can ask the question, do they know? Is anybody being profiled? Is anybody being discriminated against? It becomes a tool, a corrective tool. And I believe the federal government must say that if you receive any money, any money from the federal government for disadvantaged children, for example, you must show us whether or not the children are learning. And if they are, fine. And if they’re not, there has to be a consequence. And so to make sure we end up getting rid of basic structural prejudice is education. There is nothing more prejudiced than not educating a child."}
{"File":"t002070","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":29,"Factor 2":3,"Factor 3":0,"Factor 4":4,"Factor 5":-2,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"No, I don’t, and I’m not going to go to calling names on his facts. I’m just gonna tell you what the real facts are. The analysis that he’s talking about leaves out more than half of the tax cuts that I have proposed. And if you just add the numbers up, he still hasn’t denied it, he spends more money on a tax cut for the wealthiest 1% than all his new proposals for prescription drugs, healthcare, education, and national defense combined. Now those are the wrong priorities. $665 billion over ten years for the wealthiest 1%. As I said, almost 30% of it goes to Americans that make more than $1 million per year. Every middle class family is eligible for a tax cut under my proposal. Let me give you some specific examples. I believe college tuition up to $10,000 per year ought to be tax deductible so middle-class families can choose to send their children to college. I believe all senior citizens should be able to choose their own doctors and get prescription drugs from their own pharmacists with Medicare paying half the bill. I believe parents ought to be able to make more choices need more public and charter school choice to send their kids always to a safe school. We need to make education the number one priority in our country and treat teachers like the professionals that they are. And that’s why I have made it a number one priority in my budget, not a tax cut for the wealthy."}
{"File":"t001426","Title":"October 22, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PARTICIPATE IN A CANDIDATES DEBATE, LYNN UNIVERSITY, BOCA RATON, FLORIDA","Date":1350864000000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENT BARACK OBAMA","Moderators":"BOB SCHIEFFER","Speaker":"OBAMA","Party":"Democratic","Factor 1":26,"Factor 2":9,"Factor 3":0,"Factor 4":-1,"Factor 5":0,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, let’s talk about what we need to compete. First of all, Governor Romney talks about small businesses. But, Governor, when you were in Massachusetts, small businesses development ranked about 48th, I think out of 50 states in Massachusetts, because the policies that you are promoting actually don’t help small businesses. And the way you define small businesses includes folks at the very top. And they include you and me. That’s not the kind of small business promotion we need. But let’s take an example that we know is going to make a difference in the 21st century and that’s our education policy. We didn’t have a lot of chance to talk about this in the last debate. You know, under my leadership, what we’ve done is reformed education, working with governors, 46 states. We’ve seen progress and gains in schools that were having a terrible time. And they’re starting to finally make progress. And what I now want to do is to hire more teachers, especially in math and science, because we know that we’ve fallen behind when it comes to math and science. And those teachers can make a difference. Now, Governor Romney, when you were asked by teachers whether or not this would help the economy grow, you said this isn’t going to help the economy grow. When you were asked about reduced class sizes, you said class sizes don’t make a difference. But I tell you, if you talk to teachers, they will tell you it does make a difference. And if we’ve got math teachers who are able to provide the kind of support that they need for our kids, that’s what’s going to determine whether or not the new businesses are created here. Companies are going to locate here depending on whether we’ve got the most highly skilled workforce. And the kinds of budget proposals that you’ve put forward, when we don’t ask either you or me to pay a dime more in terms of reducing the deficit, but instead we slash support for education, that’s undermining our long-term competitiveness. That is not good for America’s position in the world, and the world notices."}
{"File":"t001147","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"ROMNEY","Party":"Republican","Factor 1":6,"Factor 2":24,"Factor 3":0,"Factor 4":3,"Factor 5":0,"Factor 6":10,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, first, I love great schools. Massachusetts, our schools are ranked number one of all 50 states. And the key to great schools, great teachers. So I reject the idea that I don’t believe in great teachers or more teachers. Every school district, every state should make that decision on their own. The role of government - Look behind us. The Constitution and the Declaration of Independence. The role of government is to promote and protect the principles of those documents. First, life and liberty. We have a responsibility to protect the lives and liberties of our people, and that means a military second to none. I do not believe in cutting our military. I believe in maintaining the strength of America’s military. Second, in that line that says we are endowed by our creator with our rights, I believe we must maintain our commitment to religious tolerance and freedom in this country. That statement also says that we are endowed by our creator with the right to pursue happiness as we choose. I interpret that as, one, making sure that those people who are less fortunate and can’t care for themselves are cared by — by one another. We’re a nation that believes that we’re all children of the same god and we care for those that have difficulties, those that are elderly and have problems and challenges, those that are disabled. We care for them. And we — we look for discovery and innovation, all these things desired out of the American heart to provide the pursuit of happiness for our citizens. But we also believe in maintaining for individuals the right to pursue their dreams and not to have the government substitute itself for the rights of free individuals. And what we’re seeing right now is, in my view, a — a trickle-down government approach, which has government thinking it can do a better job than free people pursuing their dreams. And it’s not working. And the proof of that is 23 million people out of work. The proof of that is 1 out of 6 people in poverty. The proof of that is we’ve gone from 32 million on food stamps to 47 million on food stamps. The proof of that is that 50 percent of college graduates this year can’t find work."}
{"File":"t003399","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":19,"Factor 2":9,"Factor 3":-5,"Factor 4":0,"Factor 5":-1,"Factor 6":9,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"When uh – the Vice President quotes me in January, sixty, I do not believe the federal government should pay directly teachers’ salaries, but that was not the issue before the Senate in February. The issue before the Senate was that the money would be given to the state. The state then could determine whether the money would be spent for school construction or teacher salaries. On that question the Vice President and I disagreed. I voted in favor of that proposal and supported it strongly, because I think that that provided assistance to our teachers for their salaries without any chance of federal control and it is on that vote that th- Mr. Nixon and I disagreed, and his tie vote uh – defeated his breaking the tie defeated the proposal. I don’t want the federal government paying teachers’ salaries directly. But if the money will go to the states and the states can then determine whether it shall go for school construction or for teachers’ salaries, in my opinion you protect the local authority over the school board and the school committee. And therefore I think that was a sound proposal and that is why I supported it and I regret that it did not pass. Secondly, there have been statements made that uh – the Democratic platform would cost a good deal of money and that I am in favor of unbalancing the budget. That is wholly wrong, wholly in error, and it is a fact that in the last eight years the Democratic Congress has reduced the appropri- the requests for the appropriations by over ten billion dollars. That is not my view and I think it ought to be stated very clearly on the record. My view is that you can do these programs – and they should be carefully drawn – within a balanced budget if our economy is moving ahead."}
{"File":"t003113","Title":"October 11, 1984 Debate Transcript","Debate":"The Bush-Ferraro Vice-Presidential Debate","Date":466300800000,"Decade":1980,"Election":"1984 Election","Participants":"Bush-Ferraro","Moderators":"DOROTHY S. RIDINGS","Speaker":"FERRARO","Party":"Democratic","Factor 1":5,"Factor 2":16,"Factor 3":0,"Factor 4":4,"Factor 5":0,"Factor 6":9,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"With reference to the busing vote that I cast in 1979, both Fritz Mondale and I agree on the same goal and that is nondiscrimination. I just don’t agree on the same direction he does on how to achieve it. But I don’t find any problem with that. I think that’s been something that’s been handled by the courts, and not being handled by Congress and will not be handled by the White House. But we both support nondiscrimination in housing and integration of neighborhoods. The goals we both set forth. With reference to tuition tax credits, I have represented a district in Queens which is 70 percent Catholic. I represented my district. Let me say as well that I have also been a great supporter of public school education and that is something that Fritz and I feel very, very strongly about for the future of this country. And this administration over the past several years has gutted the educational programs available to our young people. It has attempted to knock out Pell Grants, which are monies to young individuals who are poor and who cannot afford to go to college. It has reduced by 25 percent the amount of monies going into college education and by a third those going into secondary and primary schools. But Fritz Mondale and I feel very strongly that if you educate your children that that’s an effort and the way that you build up and make a stronger America. With reference to civil rights I think you’ve got to go beyond that and if you take a look, also, at my record in the Congress and Fritz Mondale’s record, both in the Senate and as vice president, we both have extremely strong civil rights records. This administration does not. It has come in in the Bob Jones on the side of segregated academies. It came in in the Grove City case on the side of discrimination against women, the handicapped, and the elderly. As a matter of fact, in the Congress we just passed overwhelmingly the Civil Rights Bill of 1984 and this administration, the Republican-controlled Senate, just killed it in the last week or two in Congress. So there is a real difference between how the Mondale-Ferraro administration will address the problems of civil rights and the failure of this administration specifically in that particular area."}
{"File":"t002910","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"BUSH","Party":"Republican","Factor 1":17,"Factor 2":10,"Factor 3":0,"Factor 4":2,"Factor 5":0,"Factor 6":9,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"What troubles me is that when I talk of the voluntary sector and a thousand points of light and a thousand different ways to help on these problems, the man has just said he doesn’t understand what I’m talking about. This is the problem I have with the big spending liberals. They think the only way to do it is for the federal government to do it all. The fact happens to be that education spending is up by the federal government; it is up. It is not down. But here’s the point he misses. The federal government spends seven percent of the total on education, and the rest of the state governments and local governments and the thousand points of lightened I’m talking about private schools and private church schools and things of this nature–are putting up 93 percent. But the federal spending for education is up, and I want to be the education president, because I want to see us do better. We’re putting more money per child into education, and we are not performing as we should. We’ve gotten away fro values and the fundamentals. And I would like to urge the school superintendents and the others around the country to stand up now and keep us moving forward on a path towards real excellence. And we can do it. But itÏ€s not going to be dedicated by some federal bureaucracy in Washington, D.C."}
{"File":"t002393","Title":"October 9, 1996 Debate Transcript","Debate":"The Gore-Kemp Vice Presidential Debate","Date":844819200000,"Decade":1990,"Election":"1996 Election","Participants":"Gore-Kemp","Moderators":"LEHRER","Speaker":"GORE","Party":"Democratic","Factor 1":34,"Factor 2":7,"Factor 3":0,"Factor 4":0,"Factor 5":1,"Factor 6":9,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"The differences are very clear. We have a positive plan based on three principles. We want to provide opportunity for all Americans. We insist on responsibility being accepted in turn by everyone, and we want to strengthen our communities and their ability to support families and individuals in our common effort to create a bright future. Here’s how we plan to do that: We have a balanced budget plan that has targeted tax cuts for middle-income families. We’ve already given tax cuts to 15 million of the hardest pressed working families in America. Our plan for the next four years features a $1,500 tax credit, called a Hope Scholarship, for tuition at community college, junior college or college. A $10,000 tax deduction for college tuition for those who go further, so that, in essence, no American family will ever be taxed on the money they spend for college tuition. Also, tax relief for first-time home buyers, tax encouragement for savings and help in paying health care expenses, and a tax break, actually, the elimination of capital gains taxes on the — on the profits from the sale of a home. All of this is within a balanced budget plan, which protects Medicare, Medicaid, education and the environment."}
{"File":"t002362","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"DOLE","Party":"Republican","Factor 1":20,"Factor 2":14,"Factor 3":1,"Factor 4":4,"Factor 5":0,"Factor 6":9,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes. I didn’t favor it when it was in, started. I voted against it. It was a tribute after President Carter’s election to the National Education Association who send a lot of delegates to the Democratic convention, who gives 99.5 percent of their money, Democrat Democrats, and the President, and a lot of the teachers send their kids to private schools or better public schools. So what we want to do is called opportunity scholarships. Now, some say, oh, you’re a Republican, you can’t be reaching out to these people. I’ve reached out to people all my life. I’ve worked on the food stamp program, proudly. And the WIC program, and the school lunch program with senators like George McGovern, Hubert Humphrey and others, to name a few of my Democratic friends. I’m not some extremist out here. I care about people. I have my own little foundation that’s raised about $10 million for the disabled. I don’t advertise it. Just did, haven’t before. And I try to do a lot of things that I think might be helpful to people. So it seems to me that we ought to take that money we can save from the Department of Education, put it into opportunity scholarships and tell little Landale Shakespeare out in Cleveland, Ohio, and tell your mother and father, you’re going to get to go to school because we’re going to match what the state puts up, and you’re going to go to the school of your choice. I don’t fault the President or the vice president for sending their children to private schools or better schools. I applaud them for it, I don’t criticize them. But why shouldn’t everybody have that choice. Why shouldn’t low income Americans and low middle income Americans. I’m excited about it. It’s going to be a big, big opportunity for a lot of people."}
{"File":"t001942","Title":"October 5, 2004 Transcript","Debate":"The Cheney-Edwards Vice Presidential Debate","Date":1096934400000,"Decade":2000,"Election":"2004 Election","Participants":"RICHARD B. CHENEY, VICE PRESIDENT OF THE UNITED STATES U.S. SENATOR JOHN EDWARDS (NC), DEMOCRATIC VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"EDWARDS","Party":"Democratic","Factor 1":6,"Factor 2":1,"Factor 3":0,"Factor 4":2,"Factor 5":0,"Factor 6":9,"Dimension":"Dimension 6","Pole":"Positive Pole","Label":"Dimension 6 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 6 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes, but they didn’t fund the mandates that they put on the schools all over this country. That’s the reason 800 teachers — one of the reasons — 800 teachers have been laid off, right here in Cleveland. One-third of our public schools are failing under this administration. Half of African-Americans are dropping out of high school. Half of Hispanic-American are dropping out of high school. John and I have — and I don’t have the time now — but we have a clear plan to improve our public schools that starts with getting our best teachers into the schools where we need them the most by creating incentives for them to go there."}
