{"File":"t001327","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"OBAMA","Party":"Democratic","Factor 1":14,"Factor 2":9,"Factor 3":0,"Factor 4":0,"Factor 5":36,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"The most important thing we can do is to make sure we control our own energy. So here’s what I’ve done since I’ve been president. We have increased oil production to the highest levels in 16 years. Natural gas production is the highest it’s been in decades. We have seen increases in coal production and coal employment. But what I’ve also said is we can’t just produce traditional source of energy. We’ve also got to look to the future. That’s why we doubled fuel efficiency standards on cars. That means that in the middle of the next decade, any car you buy, you’re going to end up going twice as far on a gallon of gas. That’s why we doubled clean — clean energy production like wind and solar and biofuels. And all these things have contributed to us lowering our oil imports to the lowest levels in 16 years. Now, I want to build on that. And that means, yes, we still continue to open up new areas for drilling. We continue to make it a priority for us to go after natural gas. We’ve got potentially 600,000 jobs and 100 years worth of energy right beneath our feet with natural gas. And we can do it in an environmentally sound way. But we’ve also got to continue to figure out how we have efficiency energy, because ultimately that’s how we’re going to reduce demand and that’s what’s going to keep gas prices lower. Now, Governor Romney will say he’s got an all-of-the-above plan, but basically his plan is to let the oil companies write the energy policies. So he’s got the oil and gas part, but he doesn’t have the clean energy part. And if we are only thinking about tomorrow or the next day and not thinking about 10 years from now, we’re not going to control our own economic future. Because China, Germany, they’re making these investments. And I’m not going to cede those jobs of the future to those countries. I expect those new energy sources to be built right here in the United States. That’s going to help Jeremy get a job. It’s also going to make sure that you’re not paying as much for gas."}
{"File":"t001328","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":17,"Factor 2":21,"Factor 3":2,"Factor 4":4,"Factor 5":33,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, let’s look at the president’s policies, all right, as opposed to the rhetoric, because we’ve had four years of policies being played out. And the president’s right in terms of the additional oil production, but none of it came on federal land. As a matter of fact, oil production is down 14 percent this year on federal land, and gas production was down 9 percent. Why? Because the president cut in half the number of licenses and permits for drilling on federal lands, and in federal waters. So where’d the increase come from? Well a lot of it came from the Bakken Range in North Dakota. What was his participation there? The administration brought a criminal action against the people drilling up there for oil, this massive new resource we have. And what was the cost? 20 or 25 birds were killed and brought out a migratory bird act to go after them on a criminal basis. Look, I want to make sure we use our oil, our coal, our gas, our nuclear, our renewables. I believe very much in our renewable capabilities; ethanol, wind, solar will be an important part of our energy mix. But what we don’t need is to have the president keeping us from taking advantage of oil, coal and gas. This has not been Mr. Oil, or Mr. Gas, or Mr. Coal. Talk to the people that are working in those industries. I was in coal country. People grabbed my arms and said, “Please save my job.” The head of the EPA said, “You can’t build a coal plant. You’ll virtually — it’s virtually impossible given our regulations.” When the president ran for office, he said if you build a coal plant, you can go ahead, but you’ll go bankrupt. That’s not the right course for America. Let’s take advantage of the energy resources we have, as well as the energy sources for the future. And if we do that, if we do what I’m planning on doing, which is getting us energy independent, North America energy independence within eight years, you’re going to see manufacturing jobs come back. Because our energy is low cost, that are already beginning to come back because of our abundant energy. I’ll get America and North America energy independent. I’ll do it by more drilling, more permits and licenses. We’re going to bring that pipeline in from Canada. How in the world the president said no to that pipeline? I will never know. This is about bringing good jobs back for the middle class of America, and that’s what I’m going to do. CROWLEY: Mr. President, let me just see if I can move you to the gist of this question, which is, are we looking at the new normal? I can tell you that tomorrow morning, a lot of people in Hempstead will wake up and fill up and they will find that the price of gas is over $4 a gallon. Is it within the purview of the government to bring those prices down, or are we looking at the new normal?"}
{"File":"t003259","Title":"October 28, 1980 Debate Transcript","Debate":"The Carter-Reagan Presidential Debate","Date":341539200000,"Decade":1980,"Election":"1980 Election","Participants":"Carter-Reagan","Moderators":"MR. SMITH","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":4,"Factor 2":17,"Factor 3":0,"Factor 4":1,"Factor 5":29,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I don’t think there’s any doubt that, in the future, the cost of oil is going to go up. What I’ve had as a basic commitment since I’ve been President is to reduce our dependence on foreign oil. It can only be done in two ways: one, to conserve energy – to stop the waste of energy – and, secondly, to produce more American energy. We’ve been very successful in both cases. We’ve now reduced the importing of foreign oil in the last year alone by one-third. We imported today 2 million barrels of oil less than we did the same date just a year ago. This commitment has been opening up a very bright vista for our nation in the future, because with the windfall profits tax as a base, we now have an opportunity to use American technology and American ability and American natural resources to expand rapidly the production of synthetic fuels, yes; to expand rapidly the production of solar energy, yes; and also to produce the traditional kinds of American energy. We will drill more oil and gas wells this year than any year in history. We’ll produce more coal this year than any year in history. We are exporting more coal this year than any year in history. And we have an opportunity now with improved transportation systems and improved loading facilities in our ports, to see a very good opportunity on a world international market, to replace OPEC oil with American coal as a basic energy source. This exciting future will not only give us more energy security, but will also open up vast opportunities for Americans to live a better life and to have millions of new jobs associated with this new and very dynamic industry now in prospect because of the new energy policy that we’ve put into effect."}
{"File":"t001585","Title":"October 2, 2008 Debate Transcript","Debate":"The Biden-Palin Vice Presidential Debate","Date":1222905600000,"Decade":2000,"Election":"2008 Election","Participants":"SEN. JOSEPH R. BIDEN JR. (DE) DEMOCRATIC VICE PRESIDENTIAL NOMINEE GOV. SARAH PALIN, (AK) REPUBLICAN VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"BIDEN","Party":"Democratic","Factor 1":9,"Factor 2":4,"Factor 3":1,"Factor 4":0,"Factor 5":28,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I think it is manmade. I think it’s clearly manmade. And, look, this probably explains the biggest fundamental difference between John McCain and Barack Obama and Sarah Palin and Joe Biden — Governor Palin and Joe Biden. If you don’t understand what the cause is, it’s virtually impossible to come up with a solution. We know what the cause is. The cause is manmade. That’s the cause. That’s why the polar icecap is melting. Now, let’s look at the facts. We have 3 percent of the world’s oil reserves. We consume 25 percent of the oil in the world. John McCain has voted 20 times in the last decade-and-a-half against funding alternative energy sources, clean energy sources, wind, solar, biofuels. The way in which we can stop the greenhouse gases from emitting. We believe — Barack Obama believes by investing in clean coal and safe nuclear, we can not only create jobs in wind and solar here in the United States, we can export it. China is building one to three new coal-fired plants burning dirty coal per week. It’s polluting not only the atmosphere but the West Coast of the United States. We should export the technology by investing in clean coal technology. We should be creating jobs. John McCain has voted 20 times against funding alternative energy sources and thinks, I guess, the only answer is drill, drill, drill. Drill we must, but it will take 10 years for one drop of oil to come out of any of the wells that are going to begun to be drilled. In the meantime, we’re all going to be in real trouble."}
{"File":"t001329","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"OBAMA","Party":"Democratic","Factor 1":8,"Factor 2":5,"Factor 3":2,"Factor 4":5,"Factor 5":25,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Candy, there’s no doubt that world demand’s gone up, but our production is going up, and we’re using oil more efficiently. And very little of what Governor Romney just said is true. We’ve opened up public lands. We’re actually drilling more on public lands than in the previous administration and my — the previous president was an oil man. And natural gas isn’t just appearing magically. We’re encouraging it and working with the industry. And when I hear Governor Romney say he’s a big coal guy, I mean, keep in mind, when — Governor, when you were governor of Massachusetts, you stood in front of a coal plant and pointed at it and said, “This plant kills,” and took great pride in shutting it down. And now suddenly you’re a big champion of coal. So what I’ve tried to do is be consistent. With respect to something like coal, we made the largest investment in clean coal technology, to make sure that even as we’re producing more coal, we’re producing it cleaner and smarter. Same thing with oil, same thing with natural gas. And the proof is our oil imports are down to the lowest levels in 20 years. Oil production is up, natural gas production is up, and, most importantly, we’re also starting to build cars that are more efficient. And that’s creating jobs. That means those cars can be exported, ’cause that’s the demand around the world, and it also means that it’ll save money in your pocketbook. That’s the strategy you need, an all-of-the-above strategy, and that’s what we’re going to do in the next four years."}
{"File":"t003300","Title":"September 23, 1976 Debate Transcript","Debate":"The First Carter-Ford Presidential Debate","Date":212284800000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"EDWIN NEWMAN","Speaker":"MR. FORD","Party":"Republican","Factor 1":12,"Factor 2":7,"Factor 3":3,"Factor 4":1,"Factor 5":24,"Factor 6":-2,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Governor Carter skims over a very serious and a very broad subject. In January of uh – 1975 I submitted to the Congress and to the American people the first comprehensive energy program recommended by any president. It called for an increase in the production of energy in the United States. It called for uh – conservation measures so that we would save the energy that we have. If you’re going to increase domestic oil and gas production – and we have to – you have to give those producers an opportunity to uh – develop their land or their wells. I recommended to the Congress that we should increase production in this country from six hundred million tons a year to twel- a- a billion two hundred million tons by 1985. In order to do that we have to improve our extraction of coal from the ground; we have to improve our utilization of coal – make it more efficient, make it cleaner. In addition we uh – have to expand our research and development. In my program for energy independence we have increased, for example, solar energy research from about $84 million a year to about a hundred and twenty million dollars a year. We’re going as fast as the experts say we should. In nuclear power we have increased the research and development, uh – under the Energy Research and Development Agency uh – very substantially, to insure that our ener- uh – nuclear power plants are safer, that they are more efficient, and that we have adequate safeguards. I think you have to have greater oil and gas production, more coal production, more nuclear production, and in addition you have to have energy conservation."}
{"File":"t003298","Title":"September 23, 1976 Debate Transcript","Debate":"The First Carter-Ford Presidential Debate","Date":212284800000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"EDWIN NEWMAN","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":15,"Factor 2":28,"Factor 3":1,"Factor 4":1,"Factor 5":24,"Factor 6":1,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well among my other experiences in the past, I’ve – I’ve been a nuclear engineer, and did graduate work in this field. I think I know the – the uh capabilities and limitations of atomic power. But the energy – uh policy of our nation is one that uh has not yet been established under this administration. I think almost every other developed nation in the world has an energy policy except us. We have seen uh – the Federal Energy Agency established, for instance. Uh – in the crisis of 1973 it was supposed to be a temporary agency, uh now it’s permanent, it’s enormous, it’s growing every day. I think the Wall Street Journal uh reported not too long ago they have a hundred and twelve public relations experts working for the Federal Energy Agency to try to justify to the American people its own existence. We’ve got to have a – a firm way to handle the energy question. The reorganization proposal that I have put forward is one uh first step. In addition to that, we need to have – uh a realization that we’ve got uh about thirty-five years worth of oil left in the whole world. We’re gonna run out of oil. When Mr. Nixon made his famous uh speech on Operation Independence we were importing about 35 percent of our oil. Now we’ve increased that amount 25 percent. We now import about 44 percent of our oil. We need to shift from oil to coal. We need to concentrate our research and development effort on uh coal burning and extraction, with safer mines, but also it’s clean burning. We need to shift very strongly toward solar energy and have strict conservation measures. And then as a last resort only, continue to use atomic power. I would certainly uh – not cut out atomic power altogether. We can’t afford to give up that opportunity until later. But to the extent that we continue to use atomic power, I would be responsible as president to make sure that the safety precautions were initiated and maintained. For instance, some that have been forgotten; we need to have the reactor core – below ground level, the entire power plant that uses atomic uh – power tightly sealed and a heavy – heavy vacuum maintained. There ought to be a standardized design. There ought to be a full-time uh – atomic energy specialist, independent of the power company in the control room, full time, twenty-four hours a day, to shut down a plant if an abnormality develops. These kinds of uh – procedures, along with evacuation procedures, adequate insurance, ought to be initiated. So, shift from oil to coal, emphasize research and development on coal use and also on solar power, strict conservation measures, not yield every time that the special interest groups uh – put pressure on the president like uh this administration has done, and use atomic energy only as a last resort with the strictest possible safety precautions. That’s the best overall energy policy in the brief time we have to discuss it."}
{"File":"t003208","Title":"September 21, 1980 Debate Transcript","Debate":"The Anderson-Reagan Presidential Debate","Date":338342400000,"Decade":1980,"Election":"1980 Election","Participants":"Anderson-Reagan","Moderators":"MR. MOYERS","Speaker":"REAGAN","Party":"Republican","Factor 1":1,"Factor 2":15,"Factor 3":1,"Factor 4":0,"Factor 5":24,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I believe that conservation, at course, is worthy in and of itself. Anything that would preserve, or help us use less energy, that would be fine, and I’m for it. But I do not believe that conservation alone is the answer to the present energy problem, because all you’re doing then is staving off, by a short time, the day when you would come to the end of the energy supply. To say that we are limited, and at a dangerous point in this country with regard to energy, I think, is to ignore the fact. The fact is, that in today’s oil wells, there is more oil still there than we have so far taken out and used. But it would require what is known as secondary or tertiary efforts to bring it out of the ground. And this is known oil reserves, known supplies. There are hundreds of millions of acres of land that have been taken out of circulation by the Government for whatever reason they have, that is believed by the most knowledgeable oil geologists to contain probably more oil and natural gas than we have used so far since we drilled that first well 121 years ago. We have a coal supply that is equal to 50% of the world’s coal supply, good for centuries, in this country. I grant you that prices may go up, because as you go further and have to go deeper, you are adding to the cost of production. We have nuclear power, which, I believe, with the safest. the most stringent of safety requirements, could meet our energy needs for the next couple of decades while we go forward exploring the areas of solar power and other forms of energy that might be renewable and that would not be exhaustible. All of these things can be done. When you stop and think that we are only drilling on 2%. have leased only 2% of the possible. possibility for oil of the continental shelf around the United States; when you stop to think that the government has taken over 100 million acres of land out of circulation in Alaska, alone, that is believed by geologists to contain much in the line of minerals and energy sources, then I think it is the Government, and the Government with its own restrictions and regulations, that is creating the energy crisis. That we are, indeed, an energy-rich nation."}
{"File":"t001586","Title":"October 2, 2008 Debate Transcript","Debate":"The Biden-Palin Vice Presidential Debate","Date":1222905600000,"Decade":2000,"Election":"2008 Election","Participants":"SEN. JOSEPH R. BIDEN JR. (DE) DEMOCRATIC VICE PRESIDENTIAL NOMINEE GOV. SARAH PALIN, (AK) REPUBLICAN VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"PALIN","Party":"Republican","Factor 1":2,"Factor 2":3,"Factor 3":1,"Factor 4":0,"Factor 5":21,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes, Senator McCain does support this. The chant is “drill, baby, drill.” And that’s what we hear all across this country in our rallies because people are so hungry for those domestic sources of energy to be tapped into. They know that even in my own energy-producing state we have billions of barrels of oil and hundreds of trillions of cubic feet of clean, green natural gas. And we’re building a nearly $40 billion natural gas pipeline which is North America’s largest and most you expensive infrastructure project ever to flow those sources of energy into hungry markets. Barack Obama and Senator Biden, you’ve said no to everything in trying to find a domestic solution to the energy crisis that we’re in. You even called drilling — safe, environmentally-friendly drilling offshore as raping the outer continental shelf. There — with new technology, with tiny footprints even on land, it is safe to drill and we need to do more of that. But also in that “all of the above” approach that Senator McCain supports, the alternative fuels will be tapped into: the nuclear, the clean coal. I was surprised to hear you mention that because you had said that there isn’t anything — such a thing as clean coal. And I think you said it in a rope line, too, at one of your rallies."}
{"File":"t001546","Title":"September 26, 2008 Debate Transcript","Debate":"The First McCain-Obama Presidential Debate","Date":1222387200000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"JIM LEHRER","Speaker":"OBAMA","Party":"Democratic","Factor 1":12,"Factor 2":13,"Factor 3":2,"Factor 4":-1,"Factor 5":20,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"No, actually, I think Senator McCain and I agree for the most part on these issues. Obviously, I disagree with this notion that somehow we did not forcefully object to Russians going into Georgia. I immediately said that this was illegal and objectionable. And, absolutely, I wanted a cessation of the violence, because it put an enormous strain on Georgia, and that’s why I was the first to say that we have to rebuild the Georgian economy and called for a billion dollars that has now gone in to help them rebuild. Because part of Russia’s intentions here was to weaken the economy to the point where President Saakashvili was so weakened that he might be replaced by somebody that Putin favored more. Two points I think are important to think about when it comes to Russia. Number one is we have to have foresight and anticipate some of these problems. So back in April, I warned the administration that you had Russian peacekeepers in Georgian territory. That made no sense whatsoever. And what we needed to do was replace them with international peacekeepers and a special envoy to resolve the crisis before it boiled over. That wasn’t done. But had it been done, it’s possible we could have avoided the issue. The second point I want to make is — is the issue of energy. Russia is in part resurgent and Putin is feeling powerful because of petro-dollars, as Senator McCain mentioned. That means that we, as one of the biggest consumers of oil — 25 percent of the world’s oil — have to have an energy strategy not just to deal with Russia, but to deal with many of the rogue states we’ve talked about, Iran, Venezuela. And that means, yes, increasing domestic production and off-shore drilling, but we only have 3 percent of the world’s oil supplies and we use 25 percent of the world’s oil. So we can’t simply drill our way out of the problem. What we’re going to have to do is to approach it through alternative energy, like solar, and wind, and biodiesel, and, yes, nuclear energy, clean-coal technology. And, you know, I’ve got a plan for us to make a significant investment over the next 10 years to do that. And I have to say, Senator McCain and I, I think agree on the importance of energy, but Senator McCain mentioned earlier the importance of looking at a record. Over 26 years, Senator McCain voted 23 times against alternative energy, like solar, and wind, and biodiesel. And so we — we — we’ve got to walk the walk and not just talk the talk when it comes to energy independence, because this is probably going to be just as vital for our economy and the pain that people are feeling at the pump — and, you know, winter’s coming and home heating oil — as it is our national security and the issue of climate change that’s so important."}
{"File":"t000958","Title":"October 9, 2016 Debate Transcript","Debate":"Presidential Debate at Washington University in St. Louis, Missouri","Date":1475971200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Anderson Cooper (CNN) and Martha Raddatz (ABC News)","Speaker":"TRUMP","Party":"Republican","Factor 1":23,"Factor 2":8,"Factor 3":0,"Factor 4":3,"Factor 5":19,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Absolutely. I think it’s such a great question, because energy is under siege by the Obama administration. Under absolutely siege. The EPA, Environmental Protection Agency, is killing these energy companies. And foreign companies are now coming in buying our—buying so many of our different plants and then re-jiggering the plant so that they can take care of their oil. We are killing—absolutely killing our energy business in this country. Now, I’m all for alternative forms of energy, including wind, including solar, et cetera. But we need much more than wind and solar. And you look at our miners. Hillary Clinton wants to put all the miners out of business. There is a thing called clean coal. Coal will last for 1,000 years in this country. Now we have natural gas and so many other things because of technology. We have unbelievable—we have found over the last seven years, we have found tremendous wealth right under our feet. So good. Especially when you have $20 trillion in debt. I will bring our energy companies back. They’ll be able to compete. They’ll make money. They’ll pay off our national debt. They’ll pay off our tremendous budget deficits, which are tremendous. But we are putting our energy companies out of business. We have to bring back our workers. You take a look at what’s happening to steel and the cost of steel and China dumping vast amounts of steel all over the United States, which essentially is killing our steelworkers and our steel companies. We have to guard our energy companies. We have to make it possible. The EPA is so restrictive that they are putting our energy companies out of business. And all you have to do is go to a great place like West Virginia or places like Ohio, which is phenomenal, or places like Pennsylvania and you see what they’re doing to the people, miners and others in the energy business. It’s a disgrace."}
{"File":"t002040","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":2,"Factor 2":12,"Factor 3":0,"Factor 4":0,"Factor 5":18,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well I would first say he should have been tackling it for the last seven years. Secondly the difference is we need to explore at home. And the vice president doesn’t believe in exploration in Alaska. There’s a lot of shut-in gas that we need to be moving out of Alaska by pipeline. There’s an interesting issue up in the northwest as well. Do we remove dams that produce hydroelectric energy? I’m against removing dams in the northwest. I donâ€™t know where the vice president stands but thatâ€™s a renewable energy source of energy. We need to keep that in line. I was in coal country in West Virginia yesterday. There is an abundant supply of coal in America. I know we can do a better job of clean coal technologies. I’m going to ask the Congress for $2 billion to make sure we have the cleanest coal technologies in the world. My answer to you is in the short-term we need to get after it here in America. We need to explore our resources and we need to develop our reservoirs of domestic production. We also need to have a hemispheric energy policy where Canada, Mexico and the United States come together. I brought this up recently with Vincent Fox the newly elected president in Mexico, he’s a man I know from Mexico. I talked to him about how best to expedite the exploration of natural gas in Mexico and transport it up to the United States so we become less dependent on foreign sources of crude oil. This is a major problem facing America. The administration did not deal with it. It’s time for a new administration to deal with the energy problem."}
{"File":"t002133","Title":"October 5, 2000 Debate Transcript","Debate":"The Lieberman-Cheney Vice Presidential Debate","Date":970704000000,"Decade":2000,"Election":"2000 Election","Participants":"Lieberman-Cheney","Moderators":"MODERATOR","Speaker":"CHENEY","Party":"Republican","Factor 1":13,"Factor 2":12,"Factor 3":0,"Factor 4":2,"Factor 5":16,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"This is an area, again, where I think again Joe and I have fairly significant disagreements. My assessment is that there is no comprehensive energy policy today. That as a nation, we are in trouble because the administration has not addressed these issues. We have the prospects of brownouts in California. We have a potential home heating oil crisis in the northeast. We have gasoline price rises in various other places. For years now the administration has talked about reducing our dependence on foreign sources of oil, but they haven’t done it. In fact, we’ve gone exactly in the opposite direction. We have the lowest rate of domestic production of oil now in 46 years. You have to go back to 1954 to find a time when we produced as little oil as we do today. Our imports are at an all-time record high. In June we imported almost 12 million barrels of oil a day. That means we are more subject to the wide fluctuations and swings in price. We have other problems. We don’t have refinery capacity. We haven’t built a new refinery in this country for over ten years. They’re operating at 96% or 97% capacity. Even with more crude available they’re probably not going to be able to do very much by way of producing additional home heating oil for this winter. We have a growing problem with our growing dependence on foreign sources of energy. That will allways be the case but we ought to be able to shift the trend and begin to move it in the right direction. We need to do a lot more about generating the capacity for power here at home. We need to get on with the business and we think we can do it very safely in an environmentally sound manner. We don’t think we ought to buy into this false choice that somehow we cannot develop energy resources without being cautious with the environment. We can. We have the technology to do it and we ought to do it. We do support the low income energy assistance program. We think it’s important that senior citizens don’t suffer this winter, but we need to get on to the business of having a plan to develop our domestic energy resources in producing more supplies, and this administration hasn’t produced them."}
{"File":"t001323","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"OBAMA","Party":"Democratic","Factor 1":27,"Factor 2":21,"Factor 3":0,"Factor 4":0,"Factor 5":16,"Factor 6":8,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Jeremy, first of all, your future is bright. And the fact that you’re making an investment in higher education is critical. Not just to you, but to the entire nation. Now, the most important thing we can do is to make sure that we are creating jobs in this country. But not just jobs, good paying jobs. Ones that can support a family. And what I want to do, is build on the five million jobs that we’ve created over the last 30 months in the private sector alone. And there are a bunch of things we can do to make sure your future is bright. Number one, I want to build manufacturing jobs in this country again. Now when Governor Romney said we should let Detroit go bankrupt. I said we’re going to bet on American workers and the American auto industry and it’s come surging back. I want to do that in industries, not just in Detroit, but all across the country and that means we change our tax code so we’re giving incentives to companies that are investing here in the United States and creating jobs here. It also means we’re helping them and small businesses to export all around the world to new markets. Number two, we’ve got to make sure that we have the best education system in the world. And the fact that you’re going to college is great, but I want everybody to get a great education and we’ve worked hard to make sure that student loans are available for folks like you, but I also want to make sure that community colleges are offering slots for workers to get retrained for the jobs that are out there right now and the jobs of the future. Number three, we’ve got to control our own energy. Now, not only oil and natural gas, which we’ve been investing in; but also, we’ve got to make sure we’re building the energy source of the future, not just thinking about next year, but ten years from now, 20 years from now. That’s why we’ve invested in solar and wind and biofuels, energy efficient cars. We’ve got to reduce our deficit, but we’ve got to do it in a balanced way. Asking the wealthy to pay a little bit more along with cuts so that we can invest in education like yours. And let’s take the money that we’ve been spending on war over the last decade to rebuild America, roads, bridges schools. We do those things, not only is your future going to be bright but America’s future is going to bright as well."}
{"File":"t002132","Title":"October 5, 2000 Debate Transcript","Debate":"The Lieberman-Cheney Vice Presidential Debate","Date":970704000000,"Decade":2000,"Election":"2000 Election","Participants":"Lieberman-Cheney","Moderators":"MODERATOR","Speaker":"LIEBERMAN","Party":"Democratic","Factor 1":16,"Factor 2":5,"Factor 3":5,"Factor 4":0,"Factor 5":15,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Not enough, but this administration and Vice President Gore and I have had both a long-term strategy to develop energy independence and a short-term strategy. In fact, if the — this administration had been given the amount of funding that it had requested from the Republican Congress, we would be further along in the implementation of that long-term strategy aimed at developing cleaner sources of energy, giving tax credits to individuals and businesses to conserve and use energy more efficiently. Aimed at a partnership for a new generation of vehicles with the American automobile industry which is making great progress and can produce a vehicle that can get 80 miles per gallon. We also have a short-term strategy. To deal with exactly the kind of ups and downs of energy prices. I know it was controversial, but Al Gore and I believed it was important in the short-term to reach into the strategic petroleum reserve, take some of the oil we have, put it in the market, show the big oil companies and the OPEC oil-producing countries that weâ€™ve got some resources with which we can fight back. We aren’t going to lay back and let them roll over our economy. We did it also because gasoline prices were rising and home heating oil inventories were real low. Both of our tickets agree on LIHEAP keeping the low income housing assistance program, but our opponents offer no assistance to middle-class families hit by rising gas prices and a shortage of home heating oil. The fact is that since the reserve was opened the price of oil on world markets has dropped $6 a barrel. That’s a good result and I’m proud of it."}
{"File":"t003042","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"BUSH","Party":"Republican","Factor 1":10,"Factor 2":11,"Factor 3":0,"Factor 4":2,"Factor 5":14,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"90 percent reductions in lead since I chaired that regulatory task force; 90 percent. It’s almost you remember that expression, get the lead out? It’s almost out. Almost gone. Clean water? I’m for clean water. But what I’m not for what I’m not for is measuring it the way that the Democratic Congress does. We sent up a good bill on clean water, a sound bill on clean water. But the only way you can express your love for clean water is to double the appropriations for clean water, and then rant against the deficit. I am for clean water. I’ve been an outdoorsman and a sportsman all my life. I’ve been to these national parks. I led for the Earl Wallop bill or formerly Dingell-Johnson. I headed the task force when I was a member of the Congress way back in the late ’60s on these kinds of things, on the Republican side. I led for that. And so I refuse to measure one’s commitment as to whether you’re going to double the spending. That is the same old argument that’s gotten us into trouble on the deficit side. So I’ll just keep saying, I am one. I’m not going to go down there and try to dump the sludge from Massachusetts off the beaches off of New Jersey. I’m not going to do that. That boo was excessively loud. Can you add five seconds, Bernie, out of fairness? Come on, give me five. I mean, this guy, this is too much. But I’m not going to do that. I’m an environmentalist. I believe in our parks. I believe in the President’s commission on outdoors. And I’ll do a good job, because I am committed."}
{"File":"t002037","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":20,"Factor 2":8,"Factor 3":0,"Factor 4":1,"Factor 5":14,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Excellent question. And here is the simple difference. My plan has not only a short-term component, but also a long-term component. And it focuses not only on increasing the supply, which I think we have to do, but also on working on the consumption side. Now, in the short-term we have to free ourselves from the domination of the big oil companies that have the ability to manipulate the price from OPEC when they want to raise the price. And in the long-term we have to give new incentives for the development of domestic resources like deep gas in the western Gulf, like stripper wells for oil, but also renewable sources of energy. And domestic sources that are cleaner and better. And I’m proposing a plan that will give tax credits and tax incentives for the rapid development of new kinds of cars and trucks and buses and factories and boilers and furnaces that don’t have as much pollution, that don’t burn as much energy, and that help us get out on the cutting edge of the new technologies that will create millions of new jobs. Because, when we sell these new products here, we’ll then be able to sell them overseas. There is a ravenous demand for them overseas. Now, another big difference is Governor Bush is proposing to open up some of our most precious environmental treasures, like the Arctic National Wildlife Refuge for the big oil companies to go in and start producing oil there. I think that is the wrong choice. It would only give us a few months’ worth of oil and the oil wouldn’t start flowing for many years into the future. I don’t think it’s a fair price to pay to destroy precious parts of America’s environment. We have to bet on the future and move beyond the current technologies to have a whole new generation of more efficient, cleaner, energy technology."}
{"File":"t001728","Title":"October 15, 2008 Debate Transcript","Debate":"The Third McCain-Obama Presidential Debate","Date":1224028800000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"OBAMA","Party":"Democratic","Factor 1":10,"Factor 2":22,"Factor 3":6,"Factor 4":1,"Factor 5":14,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I think that in ten years, we can reduce our dependence so that we no longer have to import oil from the Middle East or Venezuela. I think that’s about a realistic timeframe. And this is the most important issue that our future economy is going to face. Obviously, we’ve got an immediate crisis right now. But nothing is more important than us no longer borrowing $700 billion or more from China and sending it to Saudi Arabia. It’s mortgaging our children’s future. Now, from the start of this campaign, I’ve identified this as one of my top priorities and here is what I think we have to do. Number one, we do need to expand domestic production and that means, for example, telling the oil companies the 68 million acres that they currently have leased that they’re not drilling, use them or lose them. And I think that we should look at offshore drilling and implement it in a way that allows us to get some additional oil. But understand, we only have three to four percent of the world’s oil reserves and we use 25 percent of the world’s oil, which means that we can’t drill our way out of the problem. That’s why I’ve focused on putting resources into solar, wind, biodiesel, geothermal. These have been priorities of mine since I got to the Senate, and it is absolutely critical that we develop a high fuel efficient car that’s built not in Japan and not in South Korea, but built here in the United States of America. We invented the auto industry and the fact that we have fallen so far behind is something that we have to work on. Now I just want to make one last point because Senator McCain mentioned NAFTA and the issue of trade and that actually bears on this issue. I believe in free trade. But I also believe that for far too long, certainly during the course of the Bush administration with the support of Senator McCain, the attitude has been that any trade agreement is a good trade agreement. And NAFTA doesn’t have — did not have enforceable labor agreements and environmental agreements. And what I said was we should include those and make them enforceable. In the same way that we should enforce rules against China manipulating its currency to make our exports more expensive and their exports to us cheaper. And when it comes to South Korea, we’ve got a trade agreement up right now, they are sending hundreds of thousands of South Korean cars into the United States. That’s all good. We can only get 4,000 to 5,000 into South Korea. That is not free trade. We’ve got to have a president who is going to be advocating on behalf of American businesses and American workers and I make no apology for that."}
{"File":"t001653","Title":"October 7, 2008 Debate Transcript","Debate":"The Second McCain-Obama Presidential Debate","Date":1223337600000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"TOM BROKAW","Speaker":"OBAMA","Party":"Democratic","Factor 1":17,"Factor 2":16,"Factor 3":1,"Factor 4":0,"Factor 5":14,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"This is one of the biggest challenges of our times. And it is absolutely critical that we understand this is not just a challenge, it’s an opportunity, because if we create a new energy economy, we can create five million new jobs, easily, here in the United States. It can be an engine that drives us into the future the same way the computer was the engine for economic growth over the last couple of decades. And we can do it, but we’re going to have to make an investment. The same way the computer was originally invented by a bunch of government scientists who were trying to figure out, for defense purposes, how to communicate, we’ve got to understand that this is a national security issue, as well. And that’s why we’ve got to make some investments and I’ve called for investments in solar, wind, geothermal. Contrary to what Senator McCain keeps on saying, I favor nuclear power as one component of our overall energy mix. But this is another example where I think it is important to look at the record. Senator McCain and I actually agree on something. He said a while back that the big problem with energy is that for 30 years, politicians in Washington haven’t done anything. What Senator McCain doesn’t mention is he’s been there 26 of them. And during that time, he voted 23 times against alternative fuels, 23 times. So it’s easy to talk about this stuff during a campaign, but it’s important for us to understand that it requires a sustained effort from the next president. One last point I want to make on energy. Senator McCain talks a lot about drilling, and that’s important, but we have three percent of the world’s oil reserves and we use 25 percent of the world’s oil. So what that means is that we can’t simply drill our way out of the problem. And we’re not going to be able to deal with the climate crisis if our only solution is to use more fossil fuels that create global warming. We’re going to have to come up with alternatives, and that means that the United States government is working with the private sector to fund the kind of innovation that we can then export to countries like China that also need energy and are setting up one coal power plant a week. We’ve got to make sure that we’re giving them the energy that they need or helping them to create the energy that they need."}
{"File":"t001339","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":6,"Factor 2":9,"Factor 3":2,"Factor 4":0,"Factor 5":14,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"That was a statement. I don’t think the American people believe that. I will fight for oil, coal and natural gas. And the proof, the proof of whether a strategy is working or not is what the price is that you’re paying at the pump. If you’re paying less than you paid a year or two ago, why, then, the strategy is working. But you’re paying more. When the president took office, the price of gasoline here in Nassau County was about $1.86 a gallon. Now, it’s $4.00 a gallon. The price of electricity is up. If the president’s energy policies are working, you’re going to see the cost of energy come down. I will fight to create more energy in this country, to get America energy secure. And part of that is bringing in a pipeline of oil from Canada, taking advantage of the oil and coal we have here, drilling offshore in Alaska, drilling offshore in Virginia where the people want it. Those things will get us the energy we need."}
{"File":"t001096","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"ROMNEY","Party":"Republican","Factor 1":72,"Factor 2":31,"Factor 3":-1,"Factor 4":0,"Factor 5":14,"Factor 6":2,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, sure. I’d like to clear up the record and go through it piece by piece. First of all, I don’t have a $5 trillion tax cut. I don’t have a tax cut of a scale that you’re talking about. My view is that we ought to provide tax relief to people in the middle class. But I’m not going to reduce the share of taxes paid by high-income people. High-income people are doing just fine in this economy. They’ll do fine whether you’re president or I am. The people who are having the hard time right now are middle- income Americans. Under the president’s policies, middle-income Americans have been buried. They’re just being crushed. Middle- income Americans have seen their income come down by $4,300. This is a — this is a tax in and of itself. I’ll call it the economy tax. It’s been crushing. At the same time, gasoline prices have doubled under the president. Electric rates are up. Food prices are up. Health care costs have gone up by $2,500 a family. Middle-income families are being crushed. And so the question is how to get them going again. And I’ve described it. It’s energy and trade, the right kind of training programs, balancing our budget and helping small business. Those are the — the cornerstones of my plan. But the president mentioned a couple of other ideas I’ll just note. First, education. I agree: Education is key, particularly the future of our economy. But our training programs right now, we’ve got 47 of them, housed in the federal government, reporting to eight different agencies. Overhead is overwhelming. We’ve got to get those dollars back to the states and go to the workers so they can create their own pathways to get in the training they need for jobs that will really help them. The second area, taxation, we agree, we ought to bring the tax rates down. And I do, both for corporations and for individuals. But in order for us not to lose revenue, have the government run out of money, I also lower deductions and credits and exemptions, so that we keep taking in the same money when you also account for growth. The third area, energy. Energy is critical, and the president pointed out correctly that production of oil and gas in the U.S. is up. But not due to his policies. In spite of his policies. Mr. President, all of the increase in natural gas and oil has happened on private land, not on government land. On government land, your administration has cut the number of permits and licenses in half. If I’m president, I’ll double them, and also get the — the oil from offshore and Alaska. And I’ll bring that pipeline in from Canada. And, by the way, I like coal. I’m going to make sure we can continue to burn clean coal. People in the coal industry feel like it’s getting crushed by your policies. I want to get America and North America energy independent so we can create those jobs. And finally, with regards to that tax cut, look, I’m not looking to cut massive taxes and to reduce the — the revenues going to the government. My — my number-one principal is, there will be no tax cut that adds to the deficit. I want to underline that: no tax cut that adds to the deficit. But I do want to reduce the burden being paid by middle-income Americans. And I — and to do that, that also means I cannot reduce the burden paid by high-income Americans. So any — any language to the contrary is simply not accurate. LEHRER: Mr. President?"}
{"File":"t000959","Title":"October 9, 2016 Debate Transcript","Debate":"Presidential Debate at Washington University in St. Louis, Missouri","Date":1475971200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Anderson Cooper (CNN) and Martha Raddatz (ABC News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":9,"Factor 2":12,"Factor 3":2,"Factor 4":2,"Factor 5":14,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"And actually—well, that was very interesting. First of all, China is illegally dumping steel in the United States and Donald Trump is buying it to build his buildings, putting steelworkers and American steel plants out of business. That’s something that I fought against as a senator and that I would have a trade prosecutor to make sure that we don’t get taken advantage of by China on steel or anything else. You know, because it sounds like you’re in the business or you’re aware of people in the business—you know that we are now for the first time ever energy-independent. We are not dependent upon the Middle East. But the Middle East still controls a lot of the prices. So the price of oil has been way down. And that has had a damaging effect on a lot of the oil companies, right? We are, however, producing a lot of natural gas, which serves as a bridge to more renewable fuels. And I think that’s an important transition. We’ve got to remain energy-independent. It gives us much more power and freedom than to be worried about what goes on in the Middle East. We have enough worries over there without having to worry about that. So I have a comprehensive energy policy, but it really does include fighting climate change, because I think that is a serious problem. And I support moving toward more clean, renewable energy as quickly as we can, because I think we can be the 21st century clean energy superpower and create millions of new jobs and businesses. But I also want to be sure that we don’t leave people behind. That’s why I’m the only candidate from the very beginning of this campaign who had a plan to help us revitalize coal country, because those coal miners and their fathers and their grandfathers, they dug that coal out. A lot of them lost their lives. They were injured, but they turned the lights on and they powered our factories. I don’t want to walk away from them. So we’ve got to do something for them."}
{"File":"t001727","Title":"October 15, 2008 Debate Transcript","Debate":"The Third McCain-Obama Presidential Debate","Date":1224028800000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"MCCAIN","Party":"Republican","Factor 1":2,"Factor 2":11,"Factor 3":4,"Factor 4":0,"Factor 5":13,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I believe we can, for all intents and purposes, eliminate our dependence on Middle Eastern oil and Venezuelan oil. Canadian oil is fine. By the way, when Senator Obama said he would unilaterally renegotiate the North American Free Trade Agreement, the Canadians said, “Yes, and we’ll sell our oil to China.” You don’t tell countries you’re going to unilaterally renegotiate agreements with them. We can eliminate our dependence on foreign oil by building 45 new nuclear plants, power plants, right away. We can store and we can reprocess. Senator Obama will tell you, in the — as the extreme environmentalists do, it has to be safe. Look, we’ve sailed Navy ships around the world for 60 years with nuclear power plants on them. We can store and reprocess spent nuclear fuel, Senator Obama, no problem. So the point is with nuclear power, with wind, tide, solar, natural gas, with development of flex fuel, hybrid, clean coal technology, clean coal technology is key in the heartland of America that’s hurting rather badly. So I think we can easily, within seven, eight, ten years, if we put our minds to it, we can eliminate our dependence on the places in the world that harm our national security if we don’t achieve our independence."}
{"File":"t001583","Title":"October 2, 2008 Debate Transcript","Debate":"The Biden-Palin Vice Presidential Debate","Date":1222905600000,"Decade":2000,"Election":"2008 Election","Participants":"SEN. JOSEPH R. BIDEN JR. (DE) DEMOCRATIC VICE PRESIDENTIAL NOMINEE GOV. SARAH PALIN, (AK) REPUBLICAN VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"PALIN","Party":"Republican","Factor 1":11,"Factor 2":12,"Factor 3":0,"Factor 4":0,"Factor 5":13,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"That is not so, but because that’s just a quick answer, I want to talk about, again, my record on energy versus your ticket’s energy ticket, also. I think that this is important to come back to, with that energy policy plan again that was voted for in ’05. When we talk about energy, we have to consider the need to do all that we can to allow this nation to become energy independent. It’s a nonsensical position that we are in when we have domestic supplies of energy all over this great land. And East Coast politicians who don’t allow energy-producing states like Alaska to produce these, to tap into them, and instead we’re relying on foreign countries to produce for us. We’re circulating about $700 billion a year into foreign countries, some who do not like America — they certainly don’t have our best interests at heart — instead of those dollars circulating here, creating tens of thousands of jobs and allowing domestic supplies of energy to be tapped into and start flowing into these very, very hungry markets. Energy independence is the key to this nation’s future, to our economic future, and to our national security. So when we talk about energy plans, it’s not just about who got a tax break and who didn’t. And we’re not giving oil companies tax breaks, but it’s about a heck of a lot more than that. Energy independence is the key to America’s future."}
{"File":"t003368","Title":"October 22, 1976 Debate Transcript","Debate":"The Third Carter-Ford Presidential Debate","Date":214790400000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. WALTERS","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":12,"Factor 2":20,"Factor 3":5,"Factor 4":6,"Factor 5":12,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I might say that I think the League of Conservation Voters is absolutely right. This uh – administration’s record on environment is very bad. Uh – I think it’s accurate to say that the uh – strip-mining law which was passed twice by the Congress – uh – and was only like two votes I believe of being overridden – would have been good for the country. The claim that it would have put hundred and forty thousand miners out of work is uh – hard to believe, when at the time Mr. Ford vetoed it, the United Mine Workers was uh – supporting the bill. And I don’t think they would have supported the uh – bill had they known that they would lose a hundred and forty thousand jobs. There’s been a consistent policy on the part of this administration to lower or delay enforcement of air pollution standards and water pollution standards. And under both President Nixon and Ford, monies have been impounded that would’ve gone to uh – cities and others to control uh – water pollution. We have no energy policy. We, I think, are the only developed nation in the world that has no comprehensive energy policy, to permit us to plan in an orderly way how to shift from increasing the scarce uh – energy uh – forms: oil, and have research and development concentrated on the increased use of coal, which I strongly favor. The research and development to be used primary to make the coal burning uh – be clean. We need a heritage trust program, similar to the one we had in Georgia, to set aside additional lands that have uh – geological and archeological importance, uh natural areas for enjoyment. Uh – the lands that Mr. Ford uh – brags about having approved are in Alaska and they are enormous in uh – in size. But as far as the accessibility of them by the American people, it’s very uh – far in the future. We’ve taken no strong position in the uh – control of pollution of our oceans, and I would say the worst uh – threat to the environment of all is nuclear proliferation. And this administration, having been in office now for two years or more, has still not taken strong and bold action to stop the proliferation of nuclear waste around the world, particularly plutonium. Those are some brief remarks about the failures of this administration. I would do the opposite in every respect."}
{"File":"t003261","Title":"October 28, 1980 Debate Transcript","Debate":"The Carter-Reagan Presidential Debate","Date":341539200000,"Decade":1980,"Election":"1980 Election","Participants":"Carter-Reagan","Moderators":"MR. SMITH","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":11,"Factor 2":5,"Factor 3":1,"Factor 4":1,"Factor 5":12,"Factor 6":1,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"To repeat myself, we have this year the opportunity, which we’ll realize, to produce 800 million tons of coal – an unequaled record in the history of our country. Governor Reagan says that this is not a good achievement, and he blames restraints on coal production on regulations – regulations that affect the life and the health and safety of miners, and also regulations that protect the purity of our air and the quality our water and our land. We cannot cast aside these regulations. We have a chance in the next 15 years, insisting upon the health and safety of workers in the mines, and also preserving the same high air and water pollution standards, to triple the amount of coal we produce. Governor Reagan’s approach to our energy policy, which has already proven its effectiveness, is to repeal, or to change substantially, the windfall profits tax – to return a major portion of $227 billion back to the oil companies; to do away with the Department of Energy; to short-circuit our synthetic fuels program; to put a minimal emphasis on solar power; to emphasize strongly nuclear power plants as a major source of energy in the future. He wants to put all our eggs in one basket and give that basket to the major oil companies."}
{"File":"t002227","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":14,"Factor 2":9,"Factor 3":1,"Factor 4":2,"Factor 5":12,"Factor 6":1,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"A brown field is an abandoned industrial site that just sits idle in some of our urban centers. And people are willing to invest capital in the brown fields don’t want to do so for fear of lawsuit. I think we ought to have federal liability protection, depending upon whether or not standards have been met. The book you mentioned that Vice President Gore wrote, he also called for taxing — big energy taxes in order to clean up the environment. And now that the energy prices are high, I guess he’s not advocating those big energy taxes right now. I believe we ought to fully fund the Land and Water Conservation Fund to — with half the money going to states so states can make the right decisions for environmental quality. I think we need to have clean coal technologies. I propose $2 billion worth. By the way, I just found out the other day an interesting fact, that there is a national petroleum reserve right next to — in Prudhoe Bay that your administration opened up for exploration in that pristine area. And it was a smart move because there’s gas reserves up there. We need gas pipelines to bring the gas down. Gas is a clean fuel that we can burn to — we need to make sure that if we decontrol our plants that there’s mandatory — that the plants must conform to clean air standards, the grandfathered plants, that’s what we did in Texas. No excuses. You must conform. In other words, there are practical things we can do. But it starts with working in a collaborative effort with states and local folks. If you own the land, every day is Earth Day. People care a lot about their land and care about their environment. Not all wisdom is in Washington, D.C. on this issue."}
{"File":"t001095","Title":"October 3, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENTIAL CANDIDATE, PARTICIPATE IN A CANDIDATES DEBATE, UNIVERSITY OF DENVER, COLORADO","Date":1349222400000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"JIM LEHRER","Speaker":"OBAMA","Party":"Democratic","Factor 1":35,"Factor 2":13,"Factor 3":2,"Factor 4":-1,"Factor 5":12,"Factor 6":6,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, let me talk specifically about what I think we need to do. First, we’ve got to improve our education system and we’ve made enormous progress drawing on ideas both from Democrats and Republicans that are already starting to show gains in some of the toughest to deal with schools. We’ve got a program called Race to the Top that has prompted reforms in 46 states around the country, raising standards, improving how we train teachers. So now I want to hire another 100,000 new math and science teachers, and create 2 million more slots in our community colleges so that people can get trained for the jobs that are out there right now. And I want to make sure that we keep tuition low for our young people. When it comes to our tax code, Governor Romney and I both agree that our corporate tax rate is too high, so I want to lower it, particularly for manufacturing, taking it down to 25 percent. But I also want to close those loopholes that are giving incentives for companies that are shipping jobs overseas. I want to provide tax breaks for companies that are investing here in the United States. On energy, Governor Romney and I, we both agree that we’ve got to boost American energy production, and oil and natural gas production are higher than they’ve been in years. But I also believe that we’ve got to look at the energy sources of the future, like wind and solar and biofuels, and make those investments. So all of this is possible. Now, in order for us to do it, we do have to close our deficit, and one of the things I’m sure we’ll be discussing tonight is, how do we deal with our tax code? And how do we make sure that we are reducing spending in a responsible way, but also, how do we have enough revenue to make those investments? And this is where there’s a difference, because Governor Romney’s central economic plan calls for a $5 trillion tax cut — on top of the extension of the Bush tax cuts — that’s another trillion dollars — and $2 trillion in additional military spending that the military hasn’t asked for. That’s $8 trillion. How we pay for that, reduce the deficit, and make the investments that we need to make, without dumping those costs onto middle-class Americans, I think is one of the central questions of this campaign."}
{"File":"t003392","Title":"September 26, 1960 Debate Transcript","Debate":"The First Kennedy-Nixon Presidential Debate","Date":-292377600000,"Decade":1960,"Election":"1960 Election","Participants":"Kennedy-Nixon","Moderators":"HOWARD K. SMITH","Speaker":"MR. KENNEDY","Party":"Democratic","Factor 1":19,"Factor 2":31,"Factor 3":-9,"Factor 4":0,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, because I think that if the federal government moved out of the program and withdrew its supports uh – then I think you would have complete uh – economic chaos. The farmer plants in the spring and harvests in the fall. There are hundreds of thousands of them. They really don’t – they’re not able to control their market very well. They bring their crops in or their livestock in, many of them about the same time. They have only a few purchasers that buy their milk or their hogs – a few large companies in many cases – and therefore the farmer is not in a position to bargain very effectively in the market place. I think the experience of the twenties has shown what a free market could do to agriculture. And if the agricultural economy collapses, then the economy of the rest of the United States sooner or later will collapse. The farmers are the number one market for the automobile industry of the United States. The automobile industry is the number one market for steel. So if the farmers’ economy continues to decline as sharply as it has in recent years, then I think you would have a recession in the rest of the country. So I think the case for the government intervention is a good one. Secondly, my objection to present farm policy is that there are no effective controls to bring supply and demand into better balance. The dropping of the support price in order to limit production does not work, and we now have the highest uh – surpluses – nine billion dollars worth. We’ve had a uh – higher tax load from the Treasury for the farmer in the last few years with the lowest farm income in many years. I think that this farm policy has failed. In my judgment the only policy that will work will be for effective supply and demand to be in balance. And that can only be done through governmental action. I therefore suggest that in those basic commodities which are supported, that the federal government, after endorsement by the farmers in that commodity, attempt to bring supply and demand into balance – attempt effective production controls – so that we won’t have that five or six per cent surplus which breaks the price fifteen or twenty per cent. I think Mr. Benson’s program has failed. And I must say, after reading the Vice President’s speech before the farmers, as he read mine, I don’t believe that it’s very much different from Mr. Benson’s. I don’t think it provides effective governmental controls. I think the support prices are tied to the average market price of the last three years, which was Mr. Benson’s theory. I therefore do not believe that this is a sharp enough breach with the past to give us any hope of success for the future."}
{"File":"t003260","Title":"October 28, 1980 Debate Transcript","Debate":"The Carter-Reagan Presidential Debate","Date":341539200000,"Decade":1980,"Election":"1980 Election","Participants":"Carter-Reagan","Moderators":"MR. SMITH","Speaker":"MR. REAGAN","Party":"Republican","Factor 1":4,"Factor 2":11,"Factor 3":2,"Factor 4":2,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I’m not so sure that it means steadily higher fuel costs, but I do believe that this nation has been portrayed for too long a time to the people as being energy-poor when it is energy-rich. The coal that the President mentioned – yes, we have it – and yet one-eighth of our total coal resources is not being utilized at all right now. The mines are closed down; there are 22000 miners out of work. Most of this is due to regulations which either interfere with the mining of it or prevent the burning of it:. With our modern technology, yes, we can burn our coal within the limits of the Clean Air Act. I think, as technology improves, we’ll be able to do even better with that. The other thing is that we have only leased out – begun to explore – 2% of our outer continental shelf for oil, where it is believed, by everyone familiar with that fuel and that source of energy, that there are vast supplies yet to be found. Our Government has, in the last year or so, taken out of multiple use millions of acres of public lands that once were – well, they were public lands subject to multiple use – exploration for minerals and so forth. It is believed that probably 70% of the potential oil in the United States is probably hidden in those lands, and no one is allowed to even go and explore to find out if it is there. This is particularly true of the recent efforts to shut down part of Alaska. Nuclear power: There were 36 power plants planned in this country. And let me add the word safety; it must be done with the utmost of safety. But 32 of those have given up and canceled their plans to build, and again, because Government regulations and permits, and so forth, take – make it take – more than twice as long to build a nuclear plant in the United States as it does to build one in Japan or in Western Europe. We have the sources here. We are energy rich, and coal is one of the great potentials we have."}
{"File":"t002968","Title":"October 5, 1988 Debate Transcripts","Debate":"The Bentsen-Quayle Vice Presidential Debate","Date":592012800000,"Decade":1980,"Election":"1988 Election","Participants":"Bentsen-Quayle","Moderators":"WOODRUFF","Speaker":"BENTSEN","Party":"Democratic","Factor 1":2,"Factor 2":3,"Factor 3":-1,"Factor 4":4,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I think what you can do in that one, and which would be very helpful, is to use a lot more natural gas, which burns a lot cleaner. And what Mike Dukakis has said is that he’ll try to break down those regulatory roadblocks that you have in the regulatory agency that denies much of the passage of that natural gas to the northeast, a way, in turn, can fight against acid rain which is another threat, because it’s sterilizing our lakes, it’s killing our fish. And it’s interesting to me to see in the resume of Senator Quayle that he brags on the fact that he’s been able to fight the acid rain legislation. I don’t think that that’s a proper objective in trying to clean up this environment. But the greenhouse effect is one that has to be a threat to all of us, and we have to look for alternative sources of fuel. And I’ve supported that very strongly. The Department of Energy is one that has cut back substantially on the study of those alternative sources of fuels. We can use other things that’ll help the farmer. We can convert corn to ethanol, and I would push for that very strong. So absolutely. I’ll do those things that are necessary to put the environment of our country number one. Because if we don’t protect that, we’ll destroy the future of our children. And we must be committed to trying – to clean up the water, clean up the air, and do everything we can, not only from a research standpoint, but also in the applied legislation to see that that’s carried out."}
{"File":"t002287","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":17,"Factor 2":16,"Factor 3":-8,"Factor 4":3,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I would like our farmers feeding the world. We’re the best producers in the world, and I want — I want the farmers feeding the world. We need to open up markets. Exports are down, and every time an export number goes down, it hurts the farmer. I want the next president to have fast track negotiating authority to open up markets around the world. Weâ€™re the best and the most efficient farmers. I don’t want to use food as a diplomatic weapon from this point forward. We shouldn’t be using food. It hurts the farmers. It’s not the right thing to do. I’m for value-added processing. We need more work on value-added processing. You take the raw product you produce, I presume you’re a farmer, off your farm, and you convert it. Value-added processing is important. I’m for research and development. Spending research and development money so that we can use our technological base to figure out new uses for farm products. I’m for getting rid of the death tax, completely getting rid of the death tax. One reason family farmers are forced to sell early is because of the death tax. This is a bad tax. The President shouldn’t have vetoed that bill. It’s a tax that taxes people twice. It penalizes the family farmer. So should I be fortunate enough to earn your vote, I also understand — I want to open up markets, but I also understand that farming is a part of our national security. I’m from a big farm state. We’re the second biggest state — farming state in the country. And I hear from my farmers and friends all the time. The Vice President is right, by the way. Every day is earth day if you own the land. I like the policies that will encourage farmers to put — set aside land as well for conservation purposes. Thank you."}
{"File":"t002038","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":11,"Factor 2":7,"Factor 3":0,"Factor 4":0,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"It’s an issue I know a lot about. I was a small oil person for a while in west Texas. This is an administration that’s had no plan. And all of a sudden the results of having no plan have caught up with America. First and foremost we have to fully fund LIHEAP which is a way to help low income folks, particularly here in the east to pay for high fuel bills. Secondly, we need an active exploration program in America. The only way to become less dependent on foreign sources of crude oil is to explore at home. You bet I want to open up a small part of Alaska. When that field is online it will produce one million barrels a day. Today we import one million barrels from Saddam Hussein. I would rather that a million come from our own hemisphere, our own country as opposed to Saddam Hussein. I want to build more pipelines to move natural gas throughout this hemisphere. I want to develop the coal resources in America. Have clean coal technologies. Weâ€™ve got abundant supplies of energy here in America and weâ€™d better get after it, we better start exploring it or otherwise we’ll be in deep trouble in the future because of our dependency upon foreign sources of crude."}
{"File":"t001730","Title":"October 15, 2008 Debate Transcript","Debate":"The Third McCain-Obama Presidential Debate","Date":1224028800000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"OBAMA","Party":"Democratic","Factor 1":7,"Factor 2":14,"Factor 3":4,"Factor 4":0,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Let me respond. Actually, I understand it pretty well. The history in Colombia right now is that labor leaders have been targeted for assassination on a fairly consistent basis and there have not been prosecutions. And what I have said, because the free trade — the trade agreement itself does have labor and environmental protections, but we have to stand for human rights and we have to make sure that violence isn’t being perpetrated against workers who are just trying to organize for their rights, which is why, for example, I supported the Peruvian Free Trade Agreement which was a well-structured agreement. But I think that the important point is we’ve got to have a president who understands the benefits of free trade but also is going to enforce unfair trade agreements and is going to stand up to other countries. And the last point I’ll make, because we started on energy. When I talked about the automakers, they are obviously getting hammered right now. They were already having a tough time because of high gas prices. And now with the financial crisis, car dealerships are closing and people can’t get car loans. That’s why I think it’s important for us to get loan guarantees to the automakers, but we do have to hold them responsible as well to start producing the highly fuel-efficient cars of the future. And Detroit had dragged its feet too long in terms of getting that done. It’s going to be one of my highest priorities because transportation accounts for about 30 percent of our total energy consumption. If we can get that right, then we can move in a direction not only of energy independence, but we can create 5 million new jobs all across America, including in the heartland where we can retool some of these plants to make these highly fuel-efficient cars and also to make wind turbines and solar panels, the kinds of clean energy approaches that should be the driver of our economy for the next century."}
{"File":"t001588","Title":"October 2, 2008 Debate Transcript","Debate":"The Biden-Palin Vice Presidential Debate","Date":1222905600000,"Decade":2000,"Election":"2008 Election","Participants":"SEN. JOSEPH R. BIDEN JR. (DE) DEMOCRATIC VICE PRESIDENTIAL NOMINEE GOV. SARAH PALIN, (AK) REPUBLICAN VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"BIDEN","Party":"Democratic","Factor 1":2,"Factor 2":3,"Factor 3":0,"Factor 4":0,"Factor 5":11,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Oh, on clean coal. My record, just take a look at the record. My record for 25 years has supported clean coal technology. A comment made in a rope line was taken out of context. I was talking about exporting that technology to China so when they burn their dirty coal, it won’t be as dirty, it will be clean. But here’s the bottom line, Gwen: How do we deal with global warming with continued addition to carbon emissions? And if the only answer you have is oil, and John — and the governor says John is for everything. Well, why did John vote 20 times? Maybe he’s for everything as long as it’s not helped forward by the government. Maybe he’s for everything if the free market takes care of it. I don’t know. But he voted 20 times against funding alternative energy sources."}
{"File":"t003209","Title":"September 21, 1980 Debate Transcript","Debate":"The Anderson-Reagan Presidential Debate","Date":338342400000,"Decade":1980,"Election":"1980 Election","Participants":"Anderson-Reagan","Moderators":"MR. MOYERS","Speaker":"ANDERSON","Party":"independent","Factor 1":11,"Factor 2":17,"Factor 3":0,"Factor 4":1,"Factor 5":10,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, Mr. Greenberg, I simply cannot allow to go unpassed the statements that have just been made by Mr. Reagan, who once again, has demonstrated, I think, a total misunderstanding of the energy crisis that confronts, not only this country, but the world, when he suggests that we have 27 years’ supply of natural gas, 47 years’ supply of oil, and all the rest, and that we really. all we have to do is to get the Government off the back of the oil industry, and that’s going to be enough. I agree with what I think is the major premise of your question, sir, that we are going to have to create a new conservation ethic in the minds of the American people. and that’s simply why I proposed, 15 months ago, the emergency excise tax on gasoline that I did. I did it as a security measure to be sure, because I would rather see us reduce the consumption of imported oil than have to send American boys to fight in the Persian Gulf. But at the same time, I think it’s going to take a dramatic measure of that kind to convince the American people that we will have to reduce the use of the private automobile. We simply cannot have people sitting one behind the wheel of a car in these long traffic jams going in and out of our great cities. We are going to have to resort to van pooling, to car pooling. We’re going to have to develop better community transportation systems, so that with buses and light rail, we can replace the private automobile in those places where it clearly is not energy-efficient. I think that, with respect to housing, when we are consuming, even though our per capita income today is about the same as that of the Federal Republic of Germany, we are consuming about, by a factor of two, the amount of energy that they consume in that country. Surely, there are things that we can do in the retrofitting, ;n the redesign of our homes, not only of our houses, but of our commercial structures, as well, that will make it possible for us to achieve. According to one study that was published a short time ago – the Harvard Business School study – indicated that just in the commercial sector alone of the economy, we could save between 30% and 40% of the energy that we consume in this country today. So I think, yes, we will have to change in a very appreciable way, some of the lifestyles that we now enjoy."}
{"File":"t002936","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"BUSH","Party":"Republican","Factor 1":6,"Factor 2":7,"Factor 3":1,"Factor 4":0,"Factor 5":10,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I oppose supply management and production controls. I support the farm bill, the 1985 farm bill and spending is moving in the right direction. I want to expand our markets abroad and that’s why I’ve called for that first economic summit to be on agriculture. I will not go back to the way the Democrats did it and used food as a political weapon and throw a grain embargo on the farmers in this country. I want to see rural redevelopment and I have been out front in favor of alternate sources of energy and one of them is gasohol and comes from using your corn and I think we can do better in terms of biodegradable for a lot of product, so I’m optimistic about the agricultural economy. In terms of the Third World, I support the Baker plan. I want to see market economies spring up all around the world and to the degree they do, we are succeeding. And I don’t want to see the banks let off the hook. I would oppose that, but I think were on the right track in agriculture and I am very very encouraged. But let’s not go back to that-what they call supply management and production control, that’ll simply price us out of the international market. Let’s try to expand our markets abroad."}
{"File":"t002136","Title":"October 5, 2000 Debate Transcript","Debate":"The Lieberman-Cheney Vice Presidential Debate","Date":970704000000,"Decade":2000,"Election":"2000 Election","Participants":"Lieberman-Cheney","Moderators":"MODERATOR","Speaker":"LIEBERMAN","Party":"Democratic","Factor 1":1,"Factor 2":15,"Factor 3":0,"Factor 4":-1,"Factor 5":10,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Bernie, we agree on the problem but we couldn’t disagree more on the response to the problem. The problem is accurately stated. No matter how strong we are economically, if we remain dependent on a source of energy that is outside our control, we’re not going to be as strong as we should be. Others around the world can effectively yank our chain, and we cannot allow that to continue to happen. I’m afraid that our opponent’s response to this is one-sided, and it is essentially to develop the resources within the United States almost regardless of where. I’m against drilling in the Arctic Refuge. This is one of the most beautiful, pristine places that the good Lord has created on earth. It happens to be within the United States of America. It’s not worth it to do that for what seems to be the possibility of six months’ worth of oil, seven to 12 years from now. That’s not much of a response to the immediate problem that gasoline consumers and home heating oil customers are facing this winter. There are more resources within the United States that we can develop. This isn’t mentioned much and appreciated much. In the last eight years drilling for gas on federal lands has gone up 60% and it’s been done in an environmentally protected way. The administration has encouraged the drilling for deep gas and oil going on in the western Gulf today. The answer here is new technology that will create millions of new jobs. Let me just say this. If we can get three miles more per gallon from our cars we’ll get a — we’ll save 1 million barrels of oil a day, which is exactly what the refuge at its best in Alaska would produce. The choice to me is clear. We have to develop fuel cells, alternative energy, encourage people to conserve and to be efficient."}
{"File":"t001645","Title":"October 7, 2008 Debate Transcript","Debate":"The Second McCain-Obama Presidential Debate","Date":1223337600000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"TOM BROKAW","Speaker":"OBAMA","Party":"Democratic","Factor 1":6,"Factor 2":21,"Factor 3":2,"Factor 4":1,"Factor 5":10,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"You know, a lot of you remember the tragedy of 9\/11 and where you were on that day and, you know, how all of the country was ready to come together and make enormous changes to make us not only safer, but to make us a better country and a more unified country. And President Bush did some smart things at the outset, but one of the opportunities that was missed was, when he spoke to the American people, he said, “Go out and shop.” That wasn’t the kind of call to service that I think the American people were looking for. And so it’s important to understand that the — I think the American people are hungry for the kind of leadership that is going to tackle these problems not just in government, but outside of government. And let’s take the example of energy, which we already spoke about. There is going to be the need for each and every one of us to start thinking about how we use energy. I believe in the need for increased oil production. We’re going to have to explore new ways to get more oil, and that includes offshore drilling. It includes telling the oil companies, that currently have 68 million acres that they’re not using, that either you use them or you lose them. We’re going to have to develop clean coal technology and safe ways to store nuclear energy. But each and every one of us can start thinking about how can we save energy in our homes, in our buildings. And one of the things I want to do is make sure that we’re providing incentives so that you can buy a fuel efficient car that’s made right here in the United States of America, not in Japan or South Korea, making sure that you are able to weatherize your home or make your business more fuel efficient. And that’s going to require effort from each and every one of us. And the last point I just want to make. I think the young people of America are especially interested in how they can serve, and that’s one of the reasons why I’m interested in doubling the Peace Corps, making sure that we are creating a volunteer corps all across this country that can be involved in their community, involved in military service, so that military families and our troops are not the only ones bearing the burden of renewing America. That’s something that all of us have to be involved with and that requires some leadership from Washington."}
{"File":"t000208","Title":"September 29, 2020 Debate Transcript","Debate":"Presidential Debate at Case Western Reserve University and Cleveland Clinic in Cleveland, Ohio","Date":1601337600000,"Decade":2020,"Election":"2020 Election","Participants":"Former Vice President Joe Biden (D) and President Donald Trump (R)","Moderators":"Chris Wallace (Fox News)","Speaker":"BIDEN","Party":"Democratic","Factor 1":17,"Factor 2":9,"Factor 3":0,"Factor 4":2,"Factor 5":10,"Factor 6":1,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"He’s absolutely wrong, number one. Number two, if in fact, when, during our Administration in the Recovery Act, I was able, was in charge, able to bring down the cost of renewable energy to cheaper than or as cheap as coal and gas and oil. Nobody’s gonna build another, uh, coal fired plant in America. No one’s going to build another oil fire plant in America. They’re going to move to renewable energy, number one, Number two, we’re going to make sure that we are able to take the federal fleet and turn it into a fleet that’s run on, that’re electric vehicles. Making sure that we can do that, we’re going to put 500,000 charging stations and all of the highways that we’re going to be building in the future. We’re going to build a economy that in fact is going to provide for the ability us to take 4 million buildings and make sure that they in fact are weatherized in a way that in fact will –they’ll emit significantly less gas and oil because the heat will not be going out. There’s so many things that we can do now to create thousands and thousands of jobs. We can get to net zero, in terms of energy production, by 2035. Not only not costing people jobs, creating jobs. Creating millions of good-paying jobs. Not 15 bucks an hour, but prevailing wage, by having a new infrastructure that in fact, is green. And the first thing I will do, I will rejoin the Paris Accord. I will join the Paris Accord because with us out of it, look what’s happening. It’s all falling apart. And talk about someone who has no, no relationship to, with foreign policy. Brazil, the rainforests of Brazil are being torn down, are being ripped down. More, more carbon is absorbed in that rainforest than every bit of carbon that’s emitted in the United States. Instead of doing something about that, I would be gathering up and making sure we had the comp–countries of the world coming up with 20 billion dollars, and say, “Here’s $20 billion. Stop, stop tearing, tearing down the forest. And if you don’t, then you’re going to have significant economic consequences.”"}
{"File":"t003237","Title":"October 28, 1980 Debate Transcript","Debate":"The Carter-Reagan Presidential Debate","Date":341539200000,"Decade":1980,"Election":"1980 Election","Participants":"Carter-Reagan","Moderators":"MR. SMITH","Speaker":"MR. CARTER","Party":"Democratic","Factor 1":11,"Factor 2":7,"Factor 3":0,"Factor 4":0,"Factor 5":9,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Yes. We have demanded that the American people sacrifice, and they have done very well. As a matter of fact, we’re importing today about one-third less oil from overseas than we did just a year ago. We’ve had a 25% reduction since the first year I was in office. At the same time, as I have said earlier, we have added about nine million net new jobs in that period of time – a record never before achieved. Also, the new energy policy has been predicated on two factors: One is conservation, which requires sacrifice, and the other one, increase in production of American energy, which is going along very well – more coal this year than ever before in American history, more oil and gas wells drilled this year than ever before in history. The new economic revitalization program that we have in mind, which will be implemented next year, would result in tax credits which would let business invest in new tools and new factories to create even more new jobs – about one million in the next two years. And we also have planned a youth employment program which would encompass 600,000 jobs for young people. This has already passed the House, and it has an excellent prospect to pass the Senate."}
{"File":"t003050","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"BUSH","Party":"Republican","Factor 1":3,"Factor 2":8,"Factor 3":6,"Factor 4":0,"Factor 5":9,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"That is the closest I have ever heard the Governor of Massachusetts come to support anything having to do with nuclear, that’s about as close as I’ve ever heard him Yes, this Savannah River plant needs to be made more safe. Will he join me in suggesting that we may need another plant? Maybe in Idaho, to take care of the requirements, nuclear material requirements, for our Defense Department? I hope he will. This sounds like real progress here, because we’ve had a big difference on the safe use of nuclear power for our energy base. I believe that we must use clean, safe nuclear power. I believe that the more dependent we become on foreign oil, the less our national security is enhanced. And therefore, I’ve made some proposals to strengthen the domestic oil industry by more incentive going in to look for, and find, and produce oil; made some incentives in terms of secondary and tertiary production. But we’re going to have to use more gas, more coal and more safe nuclear power for our energy base. So I am one who believes that we can"}
{"File":"t002957","Title":"October 5, 1988 Debate Transcripts","Debate":"The Bentsen-Quayle Vice Presidential Debate","Date":592012800000,"Decade":1980,"Election":"1988 Election","Participants":"Bentsen-Quayle","Moderators":"WOODRUFF","Speaker":"BENTSEN","Party":"Democratic","Factor 1":19,"Factor 2":12,"Factor 3":-1,"Factor 4":1,"Factor 5":9,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I’ve supported that. I voted for the 50,000 limitation to get away from the million dollar contributions to farmer. You know, of the four that are on this ticket, I’m the only on that was born and reared on a farm and still involved in farming, so I think I understand their concerns and their problems. Now, I feel very strongly that we ought to be doing more for the American farmer and what we’ve seen under this administration is neglect of that farmer. We’ve seen them drive 220,000 farmers off the farm. They seem to think the answer is move them to town, but we ought not to be doing that. What you have seen them do is cut the farm assistance for the rural areas by over 50 percent. We’re seeing rural hospitals close all over the country because of this kind of an administration. We’ve seen an administration that has lost much of our market abroad, because they have not had a trade policy. We saw our market loss by some 40 percent. And that’s one of the reasons that we’ve seen the cost of the farm program, which was only about two and a half billion dollars when they took office, now go to about $25 billion. Now, we can bring that kind of a cost down and get more to market prices if we’ll have a good trade policy. I was in January visiting with Mr. Takeshita, the new Prime Minister of Japan. I said, “You’re paying five times as much for beef as we pay for our in country – pay for it in our country, six times as much for rice. You have a $60 billion trade surplus with us. You could improve the standard of living of your people. You’re spending 27 percent of your disposable income. We spend 14 or 15 percent.” “When you have that kind of barrier up against us, that’s not free and fair trade and we don’t believe that should continue.” We would be pushing very hard to open up those markets and stand up for the American farmer and see that we recapture those foreign markets and I think we can do it with the Dukakis-Bentsen administration."}
{"File":"t001654","Title":"October 7, 2008 Debate Transcript","Debate":"The Second McCain-Obama Presidential Debate","Date":1223337600000,"Decade":2000,"Election":"2008 Election","Participants":"U.S. SENATOR JOHN MCCAIN (AZ)REPUBLICAN PRESIDENTIAL NOMINEE U. S. SENATOR BARACK OBAMA (IL)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"TOM BROKAW","Speaker":"MCCAIN","Party":"Republican","Factor 1":11,"Factor 2":7,"Factor 3":2,"Factor 4":0,"Factor 5":9,"Factor 6":-1,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"I think pure research and development investment on the part of the United States government is certainly appropriate. I think once it gets into productive stages, that we ought to, obviously, turn it over to the private sector. By the way, my friends, I know you grow a little weary with this back-and-forth. It was an energy bill on the floor of the Senate loaded down with goodies, billions for the oil companies, and it was sponsored by Bush and Cheney. You know who voted for it? You might never know. That one. You know who voted against it? Me. I have fought time after time against these pork barrel — these bills that come to the floor and they have all kinds of goodies and all kinds of things in them for everybody and they buy off the votes. I vote against them, my friends. I vote against them. But the point is, also, on oil drilling, oil drilling offshore now is vital so that we can bridge the gap. We can bridge the gap between imported oil, which is a national security issue, as well as any other, and it will reduce the price of a barrel of oil, because when people know there’s a greater supply, then the cost of that will go down. That’s fundamental economics. We’ve got to drill offshore, my friends, and we’ve got to do it now, and we can do it. And as far as nuclear power is concerned, again, look at the record. Senator Obama has approved storage and reprocessing of spent nuclear fuel. And I’ll stop, Tom, and you didn’t even wave. Thanks."}
{"File":"t001578","Title":"October 2, 2008 Debate Transcript","Debate":"The Biden-Palin Vice Presidential Debate","Date":1222905600000,"Decade":2000,"Election":"2008 Election","Participants":"SEN. JOSEPH R. BIDEN JR. (DE) DEMOCRATIC VICE PRESIDENTIAL NOMINEE GOV. SARAH PALIN, (AK) REPUBLICAN VICE PRESIDENTIAL NOMINEE","Moderators":"GWEN IFILL","Speaker":"PALIN","Party":"Republican","Factor 1":16,"Factor 2":3,"Factor 3":0,"Factor 4":0,"Factor 5":9,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, the nice thing about running with John McCain is I can assure you he doesn’t tell one thing to one group and then turns around and tells something else to another group, including his plans that will make this bailout plan, this rescue plan, even better. I want to go back to the energy plan, though, because this is — this is an important one that Barack Obama, he voted for in ’05. Senator Biden, you would remember that, in that energy plan that Obama voted for, that’s what gave those oil companies those big tax breaks. Your running mate voted for that. You know what I had to do in the state of Alaska? I had to take on those oil companies and tell them, “No,” you know, any of the greed there that has been kind of instrumental, I guess, in their mode of operation, that wasn’t going to happen in my state. And that’s why Tillerson at Exxon and Mulva at ConocoPhillips, bless their hearts, they’re doing what they need to do, as corporate CEOs, but they’re not my biggest fans, because what I had to do up there in Alaska was to break up a monopoly up there and say, you know, the people are going to come first and we’re going to make sure that we have value given to the people of Alaska with those resources. And those huge tax breaks aren’t coming to the big multinational corporations anymore, not when it adversely affects the people who live in a state and, in this case, in a country who should be benefiting at the same time. So it was Barack Obama who voted for that energy plan that gave those tax breaks to the oil companies that I then had to turn around, as a governor of an energy-producing state, and kind of undo in my own area of expertise, and that’s energy."}
{"File":"t001424","Title":"October 22, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY, R-MASS., PARTICIPATE IN A CANDIDATES DEBATE, LYNN UNIVERSITY, BOCA RATON, FLORIDA","Date":1350864000000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS., PRESIDENT BARACK OBAMA","Moderators":"BOB SCHIEFFER","Speaker":"OBAMA","Party":"Democratic","Factor 1":16,"Factor 2":14,"Factor 3":6,"Factor 4":0,"Factor 5":9,"Factor 6":1,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"America remains the one indispensable nation. And the world needs a strong America, and it is stronger now than when I came into office. Because we ended the war in Iraq, we were able to refocus our attention on not only the terrorist threat, but also beginning a transition process in Afghanistan. It also allowed us to refocus on alliances and relationships that had been neglected for a decade. And Governor Romney, our alliances have never been stronger, in Asia, in Europe, in Africa, with Israel, where we have unprecedented military and intelligence cooperation, including dealing with the Iranian threat. But what we also have been able to do is position ourselves so we can start rebuilding America, and that’s what my plan does. Making sure that we’re bringing manufacturing back to our shores so that we’re creating jobs here, as we’ve done with the auto industry, not rewarding companies that are shipping jobs overseas. Making sure that we’ve got the best education system in the world, including retraining our workers for the jobs of tomorrow. Doing everything we can to control our own energy. We’ve cut our oil imports to the lowest level in two decades because we’ve developed oil and natural gas. But we also have to develop clean energy technologies that will allow us to cut our exports in half by 2020. That’s the kind of leadership that we need to show. And we’ve got to make sure that we reduce our deficit. Unfortunately, Governor Romney’s plan doesn’t do it. We’ve got to do it in a responsible way by cutting out spending we don’t need, but also asking the wealthiest to pay a little bit more. That way we can invest in the research and technology that’s always kept us at the cutting edge. Now, Governor Romney has taken a different approach throughout this campaign. Both at home and abroad, he has proposed wrong and reckless policies. He’s praised George Bush as a good economic steward and Dick Cheney as somebody who’s — who shows great wisdom and judgment. And taking us back to those kinds of strategies that got us into this mess are not the way that we are going to maintain leadership in the 21st century."}
{"File":"t001337","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":4,"Factor 2":4,"Factor 3":0,"Factor 4":0,"Factor 5":9,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"It’s absolutely true. Look, there’s no question but the people recognize that we have not produced more (inaudible) on federal lands and in federal waters. And coal, coal production is not up; coal jobs are not up. I was just at a coal facility, where some 1,200 people lost their jobs. The right course for America is to have a true all-of-the-above policy. I don’t think anyone really believes that you’re a person who’s going to be pushing for oil and gas and coal. You’ll get your chance in a moment. I’m still speaking."}
{"File":"t000297","Title":"October 07, 2020 Vice Presidential Debate Transcript","Debate":"Vice Presidential Debate at the University of Utah in Salt Lake City, Utah","Date":1602028800000,"Decade":2020,"Election":"2020 Election","Participants":"Senator Kamala Harris (D-CA) and Vice President Mike Pence (R)","Moderators":"Susan Page (USA Today)","Speaker":"PENCE","Party":"Republican","Factor 1":8,"Factor 2":12,"Factor 3":0,"Factor 4":7,"Factor 5":9,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Thank you Susan. Well first, I’m very proud of our record on the environment and on conservation. According to all of the best estimates, our, our air and land are cleaner than any time ever recorded. And our water is among the cleanest in the world. And just a little while ago, the president signed the Outdoors Act, the largest investment in our public lands and public parks in 100 years. So, President Trump has made a commitment to conservation and to the environment. Now with regard to climate change, the climate is changing. But the issue is, what’s the cause and what do we do about it. President Trump has made it clear that we’re going to continue to listen to the science. Now Joe Biden and Kamala Harris, would put us back in the Paris Climate Accord. They’d impose the Green New Deal, which would crush American energy, would increase the energy cost of American families in their homes and literally would crush American jobs. President Trump and I believe that the progress that we have made in a cleaner environment has been happening precisely because we have a strong free market economy. You know what’s remarkable is the United States has reduced CO2 more than the countries that are still in the Paris Climate Accord, but we’ve done it through innovation. And we’ve done it through natural gas and fracking, which, Senator, the American people can go look at the record. I know Joe Biden says otherwise now, as you do, but the both of you repeatedly committed to abolishing fossil fuel and banning fracking."}
{"File":"t002946","Title":"October 5, 1988 Debate Transcripts","Debate":"The Bentsen-Quayle Vice Presidential Debate","Date":592012800000,"Decade":1980,"Election":"1988 Election","Participants":"Bentsen-Quayle","Moderators":"WOODRUFF","Speaker":"BENTSEN","Party":"Democratic","Factor 1":4,"Factor 2":2,"Factor 3":-1,"Factor 4":2,"Factor 5":8,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"This late conversion is interesting to me. (Laughter and applause) I must say, when they talk about Boston Harbor and he says he hasn’t done anything, the facts are he has a $6-billion program under way on waste treatment. And it was this administration, their administration, that cut out the money early on to be able to clean up water, and made it impossible to move ahead at that time on Boston Harbor. We are the authors, the Democratic Party, of Clean Air, of Clean Water, of the superfund. I am one who played a very major role in passing the superfund legislation. And every environmental organization that I know, every major one, has now endorsed the Dukakis-Bentsen ticket. And I am one who has just received the environmental award in Texas for the work I’ve done to clean up the bays, to clean up the water, off the coast of Texas. No, I think we know well who’s going to help clean up this environment. The record is there, the history is there. And Dukakis and Bentsen will be committed to that. (Applause)"}
{"File":"t002648","Title":"October 13, 1992 Debate Transcript","Debate":"The Gore-Quayle-Stockdale Vice Presidential Debate","Date":718934400000,"Decade":1990,"Election":"1992 Election","Participants":"Gore-Quayle-Stockdale","Moderators":"HAL BRUNO","Speaker":"GORE","Party":"Democratic","Factor 1":6,"Factor 2":8,"Factor 3":2,"Factor 4":1,"Factor 5":8,"Factor 6":0,"Dimension":"Dimension 5","Pole":"Positive Pole","Label":"Dimension 5 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 5 - Positive Pole - Description: <Placeholder for Description>","Text":"Bill Clinton and I believe we can create millions of new jobs by leading the environmental revolution instead of dragging our feet and bringing up the rear. You know, Japan and Germany are both opening proclaiming to the world now that the biggest new market in the history of world business is the market for the new products and technologies that foster economic progress without environmental destruction. Why is the Japanese business organization — the largest one they have, the Ki Den Ren (phonetic), arguing for tougher environmental standards than those embodied in US law? Why is MITI — their trade organization — calling on all Japanese corporations everywhere in the world to exceed by as much as possible the environmental standards of every country in which they’re operating? Well, maybe they’re just dumb about business competition. But maybe they know something that George Bush and Dan Quayle don’t know — that the future will call for greater efficiency and greater environmental efficiency. This is a value an issue that touches my basic values. I’m taught in my religious tradition that we are given dominion over the Earth, but we’re required to be good stewards of the Earth, and that means to take care of it. We’re not doing that now under the Bush-Quayle policies. They have gutted the Clean Air Act. They have broken his pledge to be the environmental president. Bill Clinton and I will change that."}
