{"File":"t002746","Title":"October 15, 1992 First Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(First Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"CAROLE SIMPSON","Speaker":"CLINTON","Party":"Democratic","Factor 1":9,"Factor 2":21,"Factor 3":3,"Factor 4":34,"Factor 5":0,"Factor 6":4,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I support the right to keep and bear arms. I live in a state where over half the adults have hunting or fishing licenses, or both. But I believe we have to have some way of checking hand guns before they’re sold, to check the criminal history, the mental health history, and the age of people who are buying them. Therefore I support the Brady bill which would impose a national waiting period unless and until a state did what only Virginia has done now, which is to automate its records. Once you automate your records, then you don’t have to have a waiting period, but at least you can check. I also think we should have frankly restrictions on assault weapons whose only purpose is to kill. We need to give the police a fighting chance in our urban areas where the gangs are building up. The third thing I would say — it doesn’t bear directly on gun control, but it’s very important — we need more police on the street. There is a crime bill which would put more police on the street, which was killed for this session by a filibuster in the Senate, mostly be Republican senators, and I think it’s a shame it didn’t pass, I think it should be made the law — but it had the Brady bill in it, the waiting period. I also believe that we should offer college scholarships to people who will agree to work them off as police officers, and I think, as we reduce our military forces, we should let people earn military retirement by coming out and working as police officers. Thirty years ago there were three police officers on the street for every crime; today there are three crimes for every police officer. In the communities which have had real success putting police officers near schools where kids carry weapons, to get the weapons out of the schools, are on the same blocks, you’ve seen crime go down. In Houston there’s been a 15- percent drop in the crime rate in the last year because of the work the mayor did there in increasing the police force. So I know it can work; I’ve seen it happen."}
{"File":"t001801","Title":"October 13, 2004 Debate Transcript","Debate":"The Third Bush-Kerry Presidential Debate","Date":1097625600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U. S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"KERRY","Party":"Democratic","Factor 1":0,"Factor 2":8,"Factor 3":5,"Factor 4":26,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I believe it was a failure of presidential leadership not to reauthorize the assault weapons ban. I am a hunter. I’m a gun owner. I’ve been a hunter since I was a kid, 12, 13 years old. And I respect the Second Amendment and I will not tamper with the Second Amendment. But I’ll tell you this. I’m also a former law enforcement officer. I ran one of the largest district attorney’s offices in America, one of the ten largest. I put people behind bars for the rest of their life. I’ve broken up organized crime. I know something about prosecuting. And most of the law enforcement agencies in America wanted that assault weapons ban. They don’t want to go into a drug bust and be facing an AK-47. I was hunting in Iowa last year with a sheriff from one of the counties there, and he pointed to a house in back of us, and said, “See the house over? We just did a drug bust a week earlier, and the guy we arrested had an AK-47 lying on the bed right beside him. “ Because of the president’s decision today, law enforcement officers will walk into a place that will be more dangerous. Terrorists can now come into America and go to a gun show and, without even a background check, buy an assault weapon today. And that’s what Osama bin Laden’s handbook said, because we captured it in Afghanistan. It encouraged them to do it. So I believe America’s less safe. If Tom DeLay or someone in the House said to me, “Sorry, we don’t have the votes,” I’d have said, “Then we’re going to have a fight. “ And I’d have taken it out to the country and I’d have had every law enforcement officer in the country visit those congressmen. We’d have won what Bill Clinton won."}
{"File":"t002338","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"DOLE","Party":"Republican","Factor 1":2,"Factor 2":13,"Factor 3":3,"Factor 4":25,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Not if I didn’t have a better idea. But I’ve got a better idea. It’s something I’ve worked on for 15 years. It’s called the automated check or the instant check. It’s being used in 17 states right now. States like Florida, Colorado, Virginia, and other states. You don’t buy any gun. You don’t get any gun. We’ve got 20 million names on a computer in Washington, D.C. of people who should not have guns. We ought to keep guns out of the hands of criminals. And, there are eight other categories that should not have guns. I’ve been working on this for a long, long time. You walk in, you put your little card in there. If it says tilt, you don’t get any gun. You don’t get a hand gun, you don’t get a rifle, you don’t get a shot gun, you get zippo. If we’re going to protect American children and American families and people who live as prisoners in their own home, we’ve got to stop guns from being dumped on the street. The administration says they support the instant check. They’ve appropriated about $200 million, but only spent about $3 million to get it underway. In our administration, in my administration, we will expedite. This keeps up with technology. It keeps guns out of the hands of people who should not have guns. That is the bottom line. And I believe it’s a good idea, has strong bipartisan support. And perhaps that’s another thing we can depoliticize. You talk about the Brady Bill. There has only been one prosecution under the Brady — only one under the assault weapon ban and only seven under the Brady Bill that you talk about all the time. And on the assault weapon ban, out of 17 weapons that were banned, only six banned now because eleven have been modified and are back on the street. Let’s get together on this instant check because that will really make a difference."}
{"File":"t000692","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"KAINE","Party":"Democratic","Factor 1":8,"Factor 2":23,"Factor 3":0,"Factor 4":25,"Factor 5":-1,"Factor 6":3,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Elaine, I think that’s a very fair comment. I think we put a lot on police shoulders. And this is something I got a lot of scar tissue and experience on. I was a city councilman and mayor in Richmond. And when I came in, we had one of the highest homicide rates in the United States. We fought very, very hard over the course of my time in local office with our police department, and we reduced our homicide rate nearly in half. And then when I was governor of Virginia, we worked hard, too. And we did something we had really wanted to do. For the first time ever, we cracked the top 10, 10 safest states, because we worked together. Here’s what I learned as a mayor and a governor. The way you make communities safer and the way you make police safer is through community policing. You build the bonds between the community and the police force, build bonds of understanding, and then when people feel comfortable in their communities, that gap between the police and the communities they serve narrows. And when that gap narrows, it’s safer for the communities and it’s safer for the police. That model still works across our country, but there are some other models that don’t work, an overly aggressive, more militarized model. Donald Trump recently said we need to do more stop-and-frisk around the country. That would be a big mistake because it polarizes the relationship between the police and the community. So here’s what we’ll do. We’ll focus on community policing. We will focus on — and Hillary Clinton has rolled out a really comprehensive mental health reform package that she worked on with law enforcement professionals, and we will also fight the scourge of gun violence in the United States. I’m a gun-owner. I’m a strong Second Amendment supporter. But I’ve got a lot of scar tissue, because when I was governor of Virginia, there was a horrible shooting at Virginia Tech, and we learned that through that painful situation that gaps in the background record check system should have been closed and it could have prevented that crime, and so we’re going to work to do things like close background record checks. And if we do, we won’t have the tragedies that we did. One of those killed at Virginia Tech was a guy named Liviu Librescu. He was a 70-plus-year-old Romanian Holocaust survivor. He had survived the Holocaust. Then he survived the Soviet Union takeover of his country. But then he was a visiting professor at Virginia Tech, and he couldn’t survive the scourge of gun violence. We can support the Second Amendment and do things like background record checks and make us safer, and that will make police safer, too."}
{"File":"t002335","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":10,"Factor 2":17,"Factor 3":0,"Factor 4":24,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, Jim, I think every American in any position of responsibility should be concerned about what’s happened. I am. But let’s look at the overall record. Overall in America cocaine use has dropped 30 percent in the last four years, casual drug use down 13 percent. The tragedy is that our young people are still increasing their use of drugs up to about 11 percent total with marijuana, and I regret it. Let me tell you what I tried to do about it. I appointed a four-star general who led our efforts south of the border to keep drugs from coming into the country as our nation’s drug czar. The most heavily directed, decorated solder in uniform when he retired. We submitted the biggest drug budget ever. We have dramatically increased control and enforcement at the border. We supported a a crime bill that had 60 death penalties including, including the death penalty for drug kingpins. And I supported a big expansion in safe and drug-free schools program to support things like the DARE program because I thought all those things were very important. Do I think that I bear some responsibility for the fact that too many of our children still don’t understand drugs are wrong, drugs can kill you. Even though I have consistently opposed the legalization of drugs all my public life and worked hard against them. I think we all do. And I hope we can do better. I don’t think this issue should be politicized because my record is clear and I don’t think Senator Dole supports using using drugs. I think we just have to continue to work on this until those who think it isn’t dangerous and won’t kill them and won’t destroy their lives, get the message and change."}
{"File":"t003375","Title":"October 22, 1976 Debate Transcript","Debate":"The Third Carter-Ford Presidential Debate","Date":214790400000,"Decade":1970,"Election":"1976 Election","Participants":"Carter-Ford","Moderators":"MS. WALTERS","Speaker":"MR. FORD","Party":"Republican","Factor 1":1,"Factor 2":6,"Factor 3":-2,"Factor 4":23,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Uh – Mr. Maynard, uh – the record of gun control, whether it’s one city or another or in some states, does not show that the registration of a gun, handgun, or the registration of the gun owner, has in any way whatsoever decreased the crime rate or the use of that gun in the committing of a crime. The record just doesn’t prove that such legislation or action by a local city council is effective. What we have to do, and this is the crux of the matter, is to make it very, very uh – difficult for a person who uses a gun in the commission of a crime to stay out of jail. If we make the use of a gun in the commission. of a crime a serious criminal offense, and that person is prosecuted, then, in my opinion, we are going after the person who uses the gun for the wrong reason. I don’t believe in the registration of handguns or the registration of the handgun owner. That has not proven to be effective, and therefore, I think the better way is to go after the criminal, the individual who commits a crime in the possession of a gun and uses that gun for a part of his criminal activity. Those are the people who ought to be in jail. And the only way to do it is to pass strong legislation so that once apprehended, indicted, convicted, they’ll be in jail and off the streets and not using guns in the commission of a crime."}
{"File":"t002209","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":6,"Factor 2":14,"Factor 3":-1,"Factor 4":23,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, it starts with enforcing law. When you say loud and clear to somebody if you’re going to carry a gun illegally, we’re going to arrest you. If you’re going to sell a gun illegally, you need to be arrested. If you commit a crime with a gun, there needs to be absolute certainty in the law. And that means that the local law enforcement officials need help at the federal level. Programs like Project Exile where the federal government intensifies arresting people who illegally use guns. And we haven’t done a very good job of that at the federal level recently. And I’m going to make it a priority. Secondly, I don’t think we ought to be selling guns to people who shouldn’t have them. That’s why I support instant background checks at gun shows. One of the reasons we have an instant background check is so that we instantly know whether or not somebody should have a gun or not. In Texas I tried to do something innovative. There’s a lot of talk about trigger locks being on guns sold in the future. I support that. But I said if you want a trigger lock to make your gun safe, come and get one for free. So we’re distributing in our State of Texas for free. I think we ought to raise the age at which a juvenile can carry a handgun from 18 to 21. I disagree with the vice president on this issue. He is for registration of guns. I think the only people that are going to show up to register or get a license — I guess licensing like a driver’s license for a gun, the only people that are going to show up are law-abiding citizens. The criminal is not going to show up and say hey, give me my I.D. card. It’s the law-abiding citizens who will do that. An I don’t think that is going to be an effective tool to make the — keep our society safe."}
{"File":"t000566","Title":"September 26, 2016 Debate Transcript","Debate":"Presidential Debate at Hofstra University in Hempstead, New York","Date":1474848000000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Lester Holt (NBC News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":4,"Factor 2":21,"Factor 3":0,"Factor 4":23,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, you’re right. Race remains a significant challenge in our country. Unfortunately, race still determines too much, often determines where people live, determines what kind of education in their public schools they can get, and, yes, it determines how they’re treated in the criminal justice system. We’ve just seen those two tragic examples in both Tulsa and Charlotte. And we’ve got to do several things at the same time. We have to restore trust between communities and the police. We have to work to make sure that our police are using the best training, the best techniques, that they’re well prepared to use force only when necessary. Everyone should be respected by the law, and everyone should respect the law. Right now, that’s not the case in a lot of our neighborhoods. So I have, ever since the first day of my campaign, called for criminal justice reform. I’ve laid out a platform that I think would begin to remedy some of the problems we have in the criminal justice system. But we also have to recognize, in addition to the challenges that we face with policing, there are so many good, brave police officers who equally want reform. So we have to bring communities together in order to begin working on that as a mutual goal. And we’ve got to get guns out of the hands of people who should not have them. The gun epidemic is the leading cause of death of young African- American men, more than the next nine causes put together. So we have to do two things, as I said. We have to restore trust. We have to work with the police. We have to make sure they respect the communities and the communities respect them. And we have to tackle the plague of gun violence, which is a big contributor to a lot of the problems that we’re seeing today."}
{"File":"t001384","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"OBAMA","Party":"Democratic","Factor 1":2,"Factor 2":13,"Factor 3":4,"Factor 4":22,"Factor 5":1,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"We’re a nation that believes in the Second Amendment, and I believe in the Second Amendment. We’ve got a long tradition of hunting and sportsmen and people who want to make sure they can protect themselves. But there have been too many instances during the course of my presidency, where I’ve had to comfort families who have lost somebody. Most recently out in Aurora. You know, just a couple of weeks ago, actually, probably about a month, I saw a mother, who I had met at the bedside of her son, who had been shot in that theater. And her son had been shot through the head. And we spent some time, and we said a prayer and, remarkably, about two months later, this young man and his mom showed up, and he looked unbelievable, good as new. But there were a lot of families who didn’t have that good fortune and whose sons or daughters or husbands didn’t survive. So my belief is that, (A), we have to enforce the laws we’ve already got, make sure that we’re keeping guns out of the hands of criminals, those who are mentally ill. We’ve done a much better job in terms of background checks, but we’ve got more to do when it comes to enforcement. But I also share your belief that weapons that were designed for soldiers in war theaters don’t belong on our streets. And so what I’m trying to do is to get a broader conversation about how do we reduce the violence generally. Part of it is seeing if we can get an assault weapons ban reintroduced. But part of it is also looking at other sources of the violence. Because frankly, in my home town of Chicago, there’s an awful lot of violence and they’re not using AK-47s. They’re using cheap hand guns. And so what can we do to intervene, to make sure that young people have opportunity; that our schools are working; that if there’s violence on the streets, that working with faith groups and law enforcement, we can catch it before it gets out of control. And so what I want is a — is a comprehensive strategy. Part of it is seeing if we can get automatic weapons that kill folks in amazing numbers out of the hands of criminals and the mentally ill. But part of it is also going deeper and seeing if we can get into these communities and making sure we catch violent impulses before they occur."}
{"File":"t000572","Title":"September 26, 2016 Debate Transcript","Debate":"Presidential Debate at Hofstra University in Hempstead, New York","Date":1474848000000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Lester Holt (NBC News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":6,"Factor 2":13,"Factor 3":-1,"Factor 4":22,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"You know, the vibrancy of the black church, the black businesses that employ so many people, the opportunities that so many families are working to provide for their kids. There’s a lot that we should be proud of and we should be supporting and lifting up. But we do always have to make sure we keep people safe. There are the right ways of doing it, and then there are ways that are ineffective. Stop-and-frisk was found to be unconstitutional and, in part, because it was ineffective. It did not do what it needed to do. Now, I believe in community policing. And, in fact, violent crime is one-half of what it was in 1991. Property crime is down 40 percent. We just don’t want to see it creep back up. We’ve had 25 years of very good cooperation. But there were some problems, some unintended consequences. Too many young African-American and Latino men ended up in jail for nonviolent offenses. And it’s just a fact that if you’re a young African-American man and you do the same thing as a young white man, you are more likely to be arrested, charged, convicted, and incarcerated. So we’ve got to address the systemic racism in our criminal justice system. We cannot just say law and order. We have to say—we have to come forward with a plan that is going to divert people from the criminal justice system, deal with mandatory minimum sentences, which have put too many people away for too long for doing too little. We need to have more second chance programs. I’m glad that we’re ending private prisons in the federal system; I want to see them ended in the state system. You shouldn’t have a profit motivation to fill prison cells with young Americans. So there are some positive ways we can work on this. And I believe strongly that commonsense gun safety measures would assist us. Right now—and this is something Donald has supported, along with the gun lobby—right now, we’ve got too many military-style weapons on the streets. In a lot of places, our police are outgunned. We need comprehensive background checks, and we need to keep guns out of the hands of those who will do harm. And we finally need to pass a prohibition on anyone who’s on the terrorist watch list from being able to buy a gun in our country. If you’re too dangerous to fly, you are too dangerous to buy a gun. So there are things we can do, and we ought to do it in a bipartisan way."}
{"File":"t003079","Title":"October 7, 1984 Debate Transcript","Debate":"The First Reagan-Mondale Presidential Debate","Date":465955200000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"THE PRESIDENT","Party":"Republican","Factor 1":-6,"Factor 2":10,"Factor 3":0,"Factor 4":21,"Factor 5":0,"Factor 6":-2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I have believed that in the appointment of judges that all that was specified in the party platform was that they respect the sanctity of human life. Now, that I would want to see in any judge and with regard to any issue having to do with human life. But with regard to abortion, and I have a feeling that this is — there’s been some reference without naming it here in the remarks of Mr. Mondale tied to injecting religion into government. With me, abortion is not a problem of religion, it’s a problem of the Constitution. I believe that until and unless someone can establish that the unborn child is not a living human being, then that child is already protected by the Constitution, which guarantees life, liberty, and the pursuit of happiness to all of us. And I think that this is what we should concentrate on, is trying — I know there were weeks and weeks of testimony before a Senate committee, there were medical authorities, there were religious — there were clerics there — everyone talking about this matter of prolife. And at the end of all of that, not one shred of evidence was introduced that the unborn child was not alive. We have seen premature births that are now grown-up, happy people going around. Also, there is a strange dichotomy in this whole position about our courts ruling that abortion is not the taking of a human life. In California, sometime ago, a man beat a woman so savagely that her unborn child was born dead with a fractured skull, and the California State Legislature unanimously passed a law that was signed by the then-Democratic Governor — signed a law that said that any man who so abuses a pregnant woman that he causes the death of her unborn child shall be charged with murder. Now, isn’t it strange that that same woman could have taken the life of her unborn child, and it was abortion and not murder, but if somebody else does it, that’s murder? And it used the term “death of the unborn child.” So, this has been my feeling about abortion, that we have a problem now to determine — and all the evidence so far comes down on the side of the unborn child being a living human being."}
{"File":"t000693","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":3,"Factor 2":21,"Factor 3":0,"Factor 4":21,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"You know, my uncle was a cop, a career cop, on the beat in downtown Chicago. He was my hero when I was growing up. And we’d go up to visit my dad’s family in Chicago. My three brothers and I would marvel at my uncle when he would come out in his uniform, sidearm at his side. Police officers are the best of us. And the men and women, white, African-American, Asian, Latino, Hispanic, they put their lives on the line every single day. And let me say, at the risk of agreeing with you, community policing is a great idea. It’s worked in the Hoosier state. And we fully support that. Donald Trump and I are going to make sure that law enforcement have the resources and the tools to be able to really restore law and order to the cities and communities in this nation. It’s probably — probably why the 330,000 members of the Fraternal Order of Police endorsed Donald Trump as the next president of the United States of America, because they see his commitment to them. They see his commitment to law and order. But they also — they also hear the bad mouthing, the bad mouthing that comes from people that seize upon tragedy in the wake of police action shootings as — as a reason to — to use a broad brush to accuse law enforcement of — of implicit bias or institutional racism. And that really has got to stop. I mean, when an African-American police officer in Charlotte named Brentley Vinson, an all-star football player who went to Liberty University here in the state, came home, followed his dad into law enforcement, joined the force in Charlotte, joined the force in Charlotte in 2014, was involved in a police action shooting that claimed the life of Keith — Keith Lamont Scott, it was a tragedy. I mean, I — we — we mourn with those who mourn. We — we grieve with those who grieve. And we’re saddened at the loss of life. But Hillary Clinton actually referred to that moment as an example of implicit bias in the police force, where — where she used — when she was asked in the debate a week ago whether there was implicit bias in law enforcement, her only answer was that there’s implicit bias in everyone in the United States. I just think…"}
{"File":"t000457","Title":"Presidential Debate at Belmont University in Nashville, Tennessee","Debate":"Presidential Debate at Belmont University in Nashville, Tennessee","Date":1603324800000,"Decade":2020,"Election":"2020 Election","Participants":"Former Vice President Joe Biden (D) and President Donald Trump (R)","Moderators":"Kristen Welker (NBC News)","Speaker":"BIDEN","Party":"Democratic","Factor 1":3,"Factor 2":8,"Factor 3":-2,"Factor 4":20,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"My response to that is I never, ever said what he accused me of saying. The fact of the matter is, in 2000 though, after the crime bill had been in the law for a while, this is the guy who said, ‘The problem with the crime bill, there’s not enough people in jail. There’s not enough people in jail,’ and go on my website, get the quote, the date when he said it, ‘not enough people’. He talked about marauding gangs, young gangs, the people who are going to maraud our cities. This is a guy who when the Central Park five, five innocent Black kids, he continued to push for making sure that they got the death penalty. None of them were — none of them were guilty of what the crime, of the crimes that were suggested. Look, and talk about he, granted, he did in fact let 20 people — he commuted 20 people’s sentences. We commuted over 1,000 people’s sentences. Over 1,000. The very law he’s talking about is a law that, in fact, initiated by Barack Obama. And secondly, we’re in a situation here where we — the federal prison system was reduced by 38,000 people under our administration. And one of these things we should be doing is there should be no, no minimum mandatories in the law. That’s why I’m offering $20 billion to states to change their state laws to eliminate minimum mandatories and set up drug courts. No one should be going to jail because they have a drug problem. They should be going to rehabilitation, not to jail. We should fundamentally change the system and that’s what I’m going to do."}
{"File":"t000339","Title":"October 07, 2020 Vice Presidential Debate Transcript","Debate":"Vice Presidential Debate at the University of Utah in Salt Lake City, Utah","Date":1602028800000,"Decade":2020,"Election":"2020 Election","Participants":"Senator Kamala Harris (D-CA) and Vice President Mike Pence (R)","Moderators":"Susan Page (USA Today)","Speaker":"HARRIS","Party":"Democratic","Factor 1":6,"Factor 2":8,"Factor 3":0,"Factor 4":20,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I don’t believe so, and I’ve talked with Breonna’s mother, Tamika Palmer, and her family, and her family deserves justice. She was a beautiful young woman. She had as her life goal to become a nurse, and she wanted to become an EMT to first learn what’s going on out on the street, so she could then become a nurse and save lives. And her life was taken, unjustifiably and tragically and violently. And it just, it brings me to, you know, the eight minutes and 46 seconds that America witnessed, during which an American man was tortured and killed under the knee of an armed, uniformed police officer. And people around our country, of every race, of every age, of every gender – perfect strangers to each other – marched shoulder to shoulder, arm and arm, fighting for us to finally achieve that ideal of equal justice under law. And I was a part of those peaceful protests. And I believe strongly that, first of all, we are never going to condone violence, but we always must fight for the values that we hold dear, including the fight to achieve our ideals. And that’s why Joe Biden and I have said on this subject, look, and I’m a former career prosecutor. I know what I’m talking about. Bad cops are bad for good cops. We need reform of our policing in America and our criminal justice system, which is why Joe and I will immediately ban chokeholds and carotid holds. George Floyd would be alive today if we did that. We will require a national registry for police officers who break the law, we will – on the issue of criminal justice reform – get rid of private prisons and cash bail and we will decriminalize marijuana, and we will expunge the records of those who have been convicted of marijuana. This is a time for leadership. On a tragic, tragic issue…"}
{"File":"t002303","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":6,"Factor 2":5,"Factor 3":0,"Factor 4":19,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"No, I’m not proud of that. The death penalty is a very serious business, Leo. It’s an issue that good people obviously disagree on. I take my job seriously. And if you think I was proud of it, I think you misread me, I do. I was sworn to uphold the laws of my state. During the course of the campaign in 1994 I was asked do you support the death penalty. I said I did if administered fairly and justly. Because I believe it saves lives, Leo, I do. If it’s administered swiftly, justly and fairly, it saves lives. One of the things that happens when you’re a governor, at least oftentimes you have to make tough decisions. You can’t let public persuasion sway you, because the job is to enforce the law. And that’s what I did, sir. There have been some tough cases come across my desk. Some of the hardest moments since I’ve been the governor of the State of Texas is to deal with those cases. But my job is to ask two questions, sir. Is the person guilty of the crime? And did the person have full access to the courts of law? And I can tell you looking at you right now, in all cases those answers were affirmative. I’m not proud of any record. I’m proud of the fact that violent crime is down in the State of Texas. I’m proud of the fact that we hold people accountable. But I’m not proud of any record, sir, I’m not."}
{"File":"t001305","Title":"October 11, 2012 Debate Transcript","Debate":"REP. PAUL D. RYAN, R-WIS., VICE PRESIDENTIAL CANDIDATE,AND VICE PRESIDENT JOSEPH R. BIDEN JR. PARTICIPATE IN ACANDIDATES DEBATE, DANVILLE, KENTUCKY","Date":1349913600000,"Decade":2010,"Election":"2012 Election","Participants":"VICE PRESIDENT JOSEPH R. BIDEN JR. REP. PAUL D. RYAN, R-WIS.","Moderators":"MARTHA RADDATZ","Speaker":"RYAN","Party":"Republican","Factor 1":-3,"Factor 2":15,"Factor 3":-3,"Factor 4":19,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I don’t see how a person can separate their public life from their private life or from their faith. Our faith informs us in everything we do. My faith informs me about how to take care of the vulnerable, of how to make sure that people have a chance in life. Now, you want to ask basically why I’m pro-life? It’s not simply because of my Catholic faith. That’s a factor, of course. But it’s also because of reason and science. You know, I think about 10 1\/2 years ago, my wife Janna and I went to Mercy Hospital in Janesville where I was born, for our seven week ultrasound for our firstborn child, and we saw that heartbeat. A little baby was in the shape of a bean. And to this day, we have nicknamed our firstborn child Liza, “Bean.” Now I believe that life begins at conception. That’s why — those are the reasons why I’m pro-life. Now I understand this is a difficult issue, and I respect people who don’t agree with me on this, but the policy of a Romney administration will be to oppose abortions with the exceptions for rape, incest and life of the mother. What troubles me more is how this administration has handled all of these issues. Look at what they’re doing through Obamacare with respect to assaulting the religious liberties of this country. They’re infringing upon our first freedom, the freedom of religion, by infringing on Catholic charities, Catholic churches, Catholic hospitals. Our church should not have to sue our federal government to maintain their religious liberties. And with respect to abortion, the Democratic Party used to say they wanted it to be safe, legal and rare. Now they support it without restriction and with taxpayer funding. Taxpayer funding in Obamacare, taxpayer funding with foreign aid. The vice president himself went to China and said that he sympathized and wouldn’t second guess their one child policy of forced abortions and sterilizations. That to me is pretty extreme."}
{"File":"t003106","Title":"October 7, 1984 Debate Transcript","Debate":"The First Reagan-Mondale Presidential Debate","Date":465955200000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"MR. MONDALE","Party":"Democratic","Factor 1":13,"Factor 2":36,"Factor 3":-1,"Factor 4":18,"Factor 5":1,"Factor 6":3,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I want to thank the League of Women Voters and the city of Louisville for hosting this evening’s debate. I want to thank President Reagan for agreeing to debate. He didn’t have to, and he did, and we all appreciate it. The President’s favorite question is: Are you better off? Well, if you’re wealthy, you’re better off. If you’re middle income, you’re about where you were. And if you’re modest income, you’re worse off. That’s what the economists tell us. But is that really the question that should be asked? Isn’t the real question is will we be better off? Will our children be better off? Are we building the future that this nation needs? I believe that if we ask those questions that bear on our future, not just congratulate ourselves but challenge us to solve those problems, you’ll see that we need new leadership. Are we better of with this arms race? Will we be better off if we start this star wars escalation into the heavens? Are we better off when we deemphasize our values in human rights? Are we better off when we load our children with this fantastic debt? Would fathers and mothers feel proud of themselves if they loaded their children with debts like this nation is now — over a trillion dollars on the shoulders of our children? Can we say, really say that we will be better off when we pull away from sort of that basic American instinct of decency and fairness? I would rather lose a campaign about decency than win a campaign about self-interest. I don’t think this nation is composed of people who care only for themselves. And when we sought to assault Social Security and Medicare, as the record shows we did, I think that was mean-spirited. When we terminated 400,000 desperate, hopeless, defenseless Americans who were on disability — confused and unable to defend themselves, and just laid them out on the street, as we did for 4 years, I don’t think that’s what America is all about. America is a fair society, and it is not right that Vice President Bush pays less in taxes than the janitor who helps him. I believe there’s fundamental fairness crying out that needs to be achieved in our tax system. I believe that we will be better off if we protect this environment. And contrary to what the President says, I think their record on the environment is inexcusable and often shameful. These laws are not being enforced, have not been enforced, and the public health and the air and the water are paying the price. That’s not fair for our future. I think our future requires a President to lead us in an all-out search to advance our education, our learning, and our science and training, because this world is more complex and we’re being pressed harder all the time. I believe in opening doors. We won the Olympics, in part, because we’ve had civil rights laws and the laws that prohibit discrimination against women. I have been for those efforts all my life. The President’s record is quite different. The question is our future. President Kennedy once said in response to similar arguments, “We are great, but we can be greater.” We can be better if we face our future, rejoice in our strengths, face our problems, and by solving them, build a better society for our children. Thank you."}
{"File":"t002747","Title":"October 15, 1992 First Half Debate Transcript","Debate":"The Second Clinton-Bush-Perot Presidential Debate(First Half of Debate)","Date":719107200000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"CAROLE SIMPSON","Speaker":"BUSH","Party":"Republican","Factor 1":7,"Factor 2":12,"Factor 3":0,"Factor 4":18,"Factor 5":0,"Factor 6":3,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I think you put your finger on a major problem. I talk about strengthening the American family and it’s very hard to strengthen the family if people are scared to walk down to the corner store and, you know, send their kid down to get a loaf of bread. It’s very hard. I have been fighting for very strong anti-crime legislation — habeas corpus reform, so you don’t have these endless appeals, so when somebody gets sentenced, hey, this is for real. I’ve been fighting for changes in the exclusionary rule so if an honest cop stops somebody and makes a technical mistake, the criminal doesn’t go away. I’ll probably get into a fight in this room with some but I happen to think that we need stronger death penalties for those that kill police officers. Virginia’s in the lead in this, as Governor Clinton properly said, on this identification system for firearms. I am not for national registration of firearms. Some of the states that have the toughest anti-gun laws have the highest levels of crime. I am for the right, as the governor says- -I’m a sportsman and I don’t think you ought to eliminate all kinds of weapons. But I was not for the bill that he was talking about because it was not tough enough on the criminal. I’m very pleased that the Fraternal Order of Police in Little Rock, Arkansas endorsed me because I think they see I’m trying to strengthen the anti-crime legislation. We’ve got more money going out for local police than any previous administration. So we’ve got to get it under control and there’s one last point I’d make. Drugs. We have got to win our national strategy against drugs, the fight against drugs. And we’re making some progress, doing a little better on interdiction. We’re not doing as well amongst the people that get to be habitual drug-users. The good news is, and I think it’s true in Richmond, teenage use is down of cocaine, substantially, 60% in the last couple of years. So we’re making progress but until we get that one done, we’re not going to solve the neighborhood crime problem."}
{"File":"t002043","Title":"October 3, 2000 Transcript","Debate":"The First Gore-Bush Presidential Debate","Date":970531200000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":-7,"Factor 2":13,"Factor 3":0,"Factor 4":18,"Factor 5":-2,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I don’t think a president can do that. I was disappointed in the ruling because I think abortions ought to be more rare in America, and I’m worried that that pill will create more abortions and cause more people to have abortions. This is a very important topic and it’s a very sensitive topic, because a lot of good people disagree on the issue. I think what the next president ought to do is to promote a culture of life in America. Life of the elderly and life of those living all across the country. Life of the unborn. As a matter of fact, I think a noble goal for this country is that every child, born or unborn, need to be protected by law and welcomed to life. I know we need to change a lot of minds before we get there in America. What I do believe is that we can find good, common ground on issues of parental consent or parental notification. I know we need to ban partial birth abortions. This is a place where my opponent and I have strong disagreement. I believe banning partial birth abortions would be a positive step to reducing the number of abortions in America. This is an issue that will require a new attitude. We’ve been battling over abortion for a long period of time. Surely this nation can come together to promote the value of life. Surely we can fight off these laws that will encourage doctors to — to allow doctors to take the lives of our seniors. Surely we can work together to create a cultural life so some of these youngsters who feel like they can take a neighbor’s life with a gun will understand that that’s not the way America is meant to be. Surely we can find common ground to reduce the number of abortions in America. As to the drug itself, I mentioned I was disappointed. I hope the FDA took its time to make sure that American women will be safe who use this drug."}
{"File":"t002962","Title":"October 5, 1988 Debate Transcripts","Debate":"The Bentsen-Quayle Vice Presidential Debate","Date":592012800000,"Decade":1980,"Election":"1988 Election","Participants":"Bentsen-Quayle","Moderators":"WOODRUFF","Speaker":"QUAYLE","Party":"Republican","Factor 1":1,"Factor 2":13,"Factor 3":0,"Factor 4":17,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I will address the military aspect, if I may respond. The military aspect of the drug problem is being addressed. As a matter of fact, we are using the Department of Defense in a coordinated effort, in reconnaissance. But I don’t believe that we are going to turn the Department of Defense into a police organization. We are using our military assets in a prudent way to deal with interdiction, and we’ve made some success in this area. Seventy tons of cocaine have been stopped. But, you know, when you look at the drug problem – and it is a tremendous problem, and there are no easy solutions to it – it’s a complicated problem, and it’s heading up the effort to try to create a drug-free America, which is a challenge and a goal of all of us. Not only will we utilize national defense and the Department of Defense, but we’ve got to get on the demand side of the ledger; we’ve got to get to education. And education ought to begin at home, and it ought to be reinforced in our schools. And there’s another thing that will be more important than the premise of this question on a hypothetical of using troops. We will use the military assets, we will use military assets – but we need to focus on another part of this problem, and that problem is law enforcement. And here is where we have a major disagreement with the governor of Massachusetts. He is opposed to the death penalty for drug kingpins. We believe people convicted of that crime deserve the death penalty, as does the legislation that’s in the Congress that is supported by a bipartisan, including many Democrats of his party. He also was opposed to mandatory drug sentencing for drug dealers in the state of Massachusetts. You cannot have a war on drugs, you cannot be tough on drugs and weak on crime."}
{"File":"t001800","Title":"October 13, 2004 Debate Transcript","Debate":"The Third Bush-Kerry Presidential Debate","Date":1097625600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U. S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"BUSH","Party":"Republican","Factor 1":3,"Factor 2":10,"Factor 3":2,"Factor 4":17,"Factor 5":-1,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Actually, I made my intentions — made my views clear. I did think we ought to extend the assault weapons ban, and was told the fact that the bill was never going to move, because Republicans and Democrats were against the assault weapon ban, people of both parties. I believe law-abiding citizens ought to be able to own a gun. I believe in background checks at gun shows or anywhere to make sure that guns don’t get in the hands of people that shouldn’t have them. But the best way to protect our citizens from guns is to prosecute those who commit crimes with guns. And that’s why early in my administration I called the attorney general and the U. S. attorneys and said: Put together a task force all around the country to prosecute those who commit crimes with guns. And the prosecutions are up by about 68 percent — I believe — is the number. Neighborhoods are safer when we crack down on people who commit crimes with guns. To me, that’s the best way to secure America."}
{"File":"t000567","Title":"September 26, 2016 Debate Transcript","Debate":"Presidential Debate at Hofstra University in Hempstead, New York","Date":1474848000000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Lester Holt (NBC News)","Speaker":"TRUMP","Party":"Republican","Factor 1":6,"Factor 2":19,"Factor 3":0,"Factor 4":17,"Factor 5":-1,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, first of all, Secretary Clinton doesn’t want to use a couple of words, and that’s law and order. And we need law and order. If we don’t have it, we’re not going to have a country. And when I look at what’s going on in Charlotte, a city I love, a city where I have investments, when I look at what’s going on throughout various parts of our country, whether it’s—I mean, I can just keep naming them all day long—we need law and order in our country. I just got today the, as you know, the endorsement of the Fraternal Order of Police, we just—just came in. We have endorsements from, I think, almost every police group, very—I mean, a large percentage of them in the United States. We have a situation where we have our inner cities, African- Americans, Hispanics are living in hell because it’s so dangerous. You walk down the street, you get shot. In Chicago, they’ve had thousands of shootings, thousands since January 1st. Thousands of shootings. And I’m saying, where is this? Is this a war-torn country? What are we doing? And we have to stop the violence. We have to bring back law and order. In a place like Chicago, where thousands of people have been killed, thousands over the last number of years, in fact, almost 4,000 have been killed since Barack Obama became president, over—almost 4,000 people in Chicago have been killed. We have to bring back law and order. Now, whether or not in a place like Chicago you do stop and frisk, which worked very well, Mayor Giuliani is here, worked very well in New York. It brought the crime rate way down. But you take the gun away from criminals that shouldn’t be having it. We have gangs roaming the street. And in many cases, they’re illegally here, illegal immigrants. And they have guns. And they shoot people. And we have to be very strong. And we have to be very vigilant. We have to be—we have to know what we’re doing. Right now, our police, in many cases, are afraid to do anything. We have to protect our inner cities, because African-American communities are being decimated by crime, decimated."}
{"File":"t002994","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":6,"Factor 2":22,"Factor 3":1,"Factor 4":16,"Factor 5":0,"Factor 6":4,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"No, I don’t, Bernard. And I think you know that I’ve opposed the death penalty during all of my life. I don’t see any evidence that it’s a deterrent, and I think there are better and more effective ways to deal with violent crime. We’ve done so in my own state. And it’s one of the reasons why we have had the biggest drop in crime of any industrial state in America; why we have the lowest murder rate of any industrial state in America. But we have work to do in this nation. We have work to do to fight a real war, not a phony war, against drugs. And that’s something I want to lead, something we haven’t had over the course of the past many years, even though the Vice President has been at least allegedly in charge of that war. We have much to do to step up that war, to double the number of drug enforcement agents, to fight both here and abroad, to work with our neighbors in this hemisphere. And I want to call a hemispheric summit just as soon after the 20th of January as possible to fight that war. But we also have to deal with drug education prevention here at home. And that’s one of the things that I hope I can lead personally as the President of the United States. We’ve had great success in my own state. And we’ve reached out to young people and their families and been able to help them by beginning drug education and prevention in the early elementary grades. So we can fight this war, and we can win this war. And we can do so in a way that marshals our forces, that provides real support for state and local law enforcement officers who have not been getting that support, and do it in a way which will bring down violence in this nation, will help our youngsters to stay away from drugs, will stop this avalanche of drugs that’s pouring into the country, and will make it possible for our kids and our families to grow up in safe and secure and decent neighborhoods."}
{"File":"t002284","Title":"October 17, 2000 Debate Transcript","Debate":"The Third Gore-Bush Presidential Debate","Date":971740800000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":8,"Factor 2":10,"Factor 3":-3,"Factor 4":16,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I don’t think I ran the ad. I think somebody who doesn’t want me to be president might have run that ad. That wasn’t my ad. I think it might have been one of my opponent’s ads. Here is what I believe, sir. I believe law-abiding citizens ought to be allowed to protect themselves and their families. I believe that we ought to keep guns out of the hands of people that shouldn’t have them. That’s why I’m for instant background checks at gun shows, I’m for trigger locks, I think that makes sense. Matter of fact, we distributed free trigger locks in the State of Texas so that people can get them and put them on their guns to make their guns more safe. I think we ought to raise the age at which juveniles can have a gun. But I also believe strongly that we need to enforce laws on the books that the best way to make sure that we keep our society safe and secure is to hold people accountable for breaking the law. If we catch somebody illegally selling a gun, there needs to be a consequence. If we keep somebody — you know, illegally using a gun, there needs to be a consequence. Enforcement of law, and the federal government can help. There is a great program called Project Exile in Richmond, Virginia, where we focused federal taxpayers’ money and federal prosecutors and went after people who were illegally using guns. To me that’s how you make society the safest it can be. And so, yeah, sometimes I agree with some of these groups in Washington and sometimes I don’t. I’m a pretty independent thinker. The one thing I’m for is a safe society. And I’m for enforcing laws on the books. And that’s what is going to happen should I earn your confidence."}
{"File":"t002213","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":5,"Factor 2":5,"Factor 3":-3,"Factor 4":16,"Factor 5":-1,"Factor 6":6,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I’m not for photo licensing. Let me say something about Columbine. Listen, we’ve got gun laws. He says we ought to have gun-free schools. Everybody believes that. I’m sure every state in the union has got them. You can’t carry a gun into a school. And there ought to be a consequence when you do carry a gun into a school. But Columbine spoke to a larger issue. It’s really a matter of culture. It’s a culture that somewhere along the line we’ve begun to disrespect life. Where a child can walk in and have their heart turned dark as a result of being on the Internet and walk in and decide to take somebody else’s life? So gun laws are important, no question about it, but so is loving children, and character education classes, and faith-based programs being a part of after-school programs. Some desperate child needs to have somebody put their arm around them and say, we love you. So there’s a — this is a society that — of ours that’s got to do a better job of teaching children right from wrong. And we can enforce law. But there seems to be a lot of preoccupation on — not certainly only in this debate, but just in general on law. But there’s a larger law. Love your neighbor like you would like to be loved yourself. And that’s where our society must head if we’re going to be a peaceful and prosperous society."}
{"File":"t000834","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"KAINE","Party":"Democratic","Factor 1":-3,"Factor 2":12,"Factor 3":-1,"Factor 4":16,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Yeah, that’s an easy one for me, Elaine. It’s an easy one. I’m really fortunate. I grew up in a wonderful household with great Irish Catholic parents. My mom and dad are sitting right here. I was educated by Jesuits at Rockhurst High School in Kansas City. My 40th reunion is in 10 days. And I worked with Jesuit missionaries in Honduras, now nearly 35 years ago, and they were the heroes of my life. I try to practice my religion in a very devout way and follow the teachings of my church in my own personal life. But I don’t believe in this nation, a First Amendment nation, where we don’t raise any religion over the other, and we allow people to worship as they please, that the doctrines of any one religion should be mandated for everyone. For me, the hardest struggle in my faith life was the Catholic Church is against the death penalty and so am I. But I was governor of a state, and the state law said that there was a death penalty for crimes if the jury determined them to be heinous. And so I had to grapple with that. When I was running for governor, I was attacked pretty strongly because of my position on the death penalty. But I looked the voters of Virginia in the eye and said, look, this is my religion. I’m not going to change my religious practice to get one vote, but I know how to take an oath and uphold the law. And if you elect me, I will uphold the law. And I was elected, and I did. It was very, very difficult to allow executions to go forward, but in circumstances where I didn’t feel like there was a case for clemency, I told Virginia voters I would uphold the law, and I did. That was a real struggle. But I think it is really, really important that those of us who have deep faith lives don’t feel like we could just substitute our own views for everybody else in society, regardless of their views."}
{"File":"t000148","Title":"September 29, 2020 Debate Transcript","Debate":"Presidential Debate at Case Western Reserve University and Cleveland Clinic in Cleveland, Ohio","Date":1601337600000,"Decade":2020,"Election":"2020 Election","Participants":"Former Vice President Joe Biden (D) and President Donald Trump (R)","Moderators":"Chris Wallace (Fox News)","Speaker":"TRUMP","Party":"Republican","Factor 1":2,"Factor 2":21,"Factor 3":-1,"Factor 4":15,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"So you did that, and they call you super-predator and I’m letting people out of jail now, that you have treated the African-American population community, you have treated the black community about as bad as anybody in this country. You did the 1990–and that’s why, if you look at the polls, I’m doing better than any Republican has done in a long time, because they saw what you did. You call them super-predators, and you’ve called them worse than that. Because you look back at your testimony over the years, you’ve called them a lot worse than that. As far as the church is concerned, and as far as the generals are concerned, we just got the support of 200–250 military leaders and generals, total support. Law enforcement, almost every law enforcement group in the United States. I have Florida. I have Texas. I have Ohio. I have every… Excuse me, Portland, the sheriff just came out today and he said, “I support President Trump.” I don’t think you have any law enforcement. You can’t even say the word law enforcement. Because if you say those words, you’re going to lose all of your radical left supporters. And why aren’t you saying those words, Joe? Why don’t you say the words law enforcement? Because you know what? If they called us in Portland, we would put out that fire in a half an hour. But they won’t do it, because they’re run by radical left Democrats. If you look at Chicago, if you look at any place you want to look, Seattle, they heard we were coming in the following day and they put up their hands and we got back Seattle. Minneapolis, we got it back, Joe, because we believe in law and order, but you don’t. The top 10 cities and just about the top 40 cities are run by Democrats, and in many cases radical left. And they’ve got you wrapped around their finger, Joe, to a point where you don’t want to say anything about law and order. And I’ll tell you what, the people of this country want and demand law and order and you’re afraid to even say it."}
{"File":"t003021","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"BUSH","Party":"Republican","Factor 1":3,"Factor 2":7,"Factor 3":0,"Factor 4":14,"Factor 5":-3,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Because you left out one other exception, the health of the mother. Let me answer your question and I hope it doesn’t get too personal or maudlin. Barb and I lost a child, you know that we lost a daughter, Robin. I was over running records in west Texas, and I got a call from her, come home; went to the doctor; the doctor said, beautiful child, your child has a few weeks to live. And I said, what can we do about it. He said, no, she has leukemia, acute leukemia, a few weeks to live. We took the child to New York. Thanks to the miraculous sacrifice of doctors and nurses, the child stayed alive for six months and then died. If that child were here today, and I was told the same thing, my granddaughter, Noel for example that child could stay alive for ten or fifteen years, or maybe for the rest of her life. And so I don’t think that you make an exception based on medical knowledge at the time. I think human life is very, very precious. And, look, this hasn’t been an easy decision for me to meet. I know others disagree with it. But when I was in that little church across the river from Washington and saw our grandchild christened in our faith, I was very pleased indeed that the mother had not aborted that child, and put the child up for adoption. And so I just feel this is where I’m coming from. And it is personal. And I don’t assail him on that issue, or others on that issue. But that’s the way I, George Bush, feel about it. (Scattered applause)"}
{"File":"t002574","Title":"October 11, 1992 Second Half Debate Transcript","Debate":"The First Clinton-Bush-Perot Presidential Debate(Second Half of Debate)","Date":718761600000,"Decade":1990,"Election":"1992 Election","Participants":"Clinton-Bush-Perot","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":5,"Factor 2":6,"Factor 3":-1,"Factor 4":14,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Like Mr. Perot, I have held crack babies in my arms. But I know more about this, I think, than anybody else up here because I have a brother who’s a recovering drug addict. I’m very proud of him. But I can tell you this. If drugs were legal, I don’t think he’d be alive today. I am adamantly opposed to legalizing drugs. He is alive today because of the criminal justice system. That’s a mistake. What should we do? First, we ought to prevent more of this on the street. Thirty years ago, there were three policemen for every crime. Now there are three crimes for every policeman. We need a hundred thousand more police on the street. I have a plan for that. Secondly, we ought to have treatment on demand. Thirdly, we ought to have boot camps for first-time nonviolent offenders so they can get discipline and treatment and education and get reconnected to the community before they’re severed and sent to prison, where they can learn how to be first class criminals. There is a crime bill that, lamentably, was blocked from passage once again, mostly by Republicans in the US Senate, which would have addressed some of these problems. That crime bill is going to be one of my highest priorities next January if I become president."}
{"File":"t002208","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"GORE","Party":"Democratic","Factor 1":0,"Factor 2":10,"Factor 3":1,"Factor 4":14,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Jim, I hope that we can come back to the subject of education because the governor made an extensive statement on it and I have a very different view than the one he expressed. But that having been said, I believe that — well, first of all, let me say that the governor and I agree on some things where this subject is concerned. I will not do anything to affect the rights of hunters or sportsmen. I think that homeowners have to be respected and their right to have a gun if they wish to. The problem I see is that there are too many guns getting into the hands of children, and criminals, and people who, for whatever reason, some kind of history of stalking or domestic abuse really should not be able to get guns. I think these assault weapons are a problem. So I favor closing the gun show loophole. In fact, I cast the tie-breaking vote to close it, but then the majority in the House of Representatives went the other way. That’s still pending. If we could get agreement on that, maybe they could pass that in the final days of this Congress. I think we ought to restore the three-day waiting period under the Brady Law. I think we should toughen the enforcement of gun laws so that the ones that are already on the books can be enforced much more effectively. Some of the restrictions that have been placed by the Congress in the last couple of years. I think — in the last few years I think have been unfortunate. I think that we ought to make all schools gun free. Have a gun-free zone around every school in this country. I think that measures like these are important. Child safety trigger locks on a mandatory basis, and others."}
{"File":"t000966","Title":"October 19, 2016 Debate Transcript","Debate":"Presidential Debate at the University of Nevada in Las Vegas","Date":1476835200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Chris Wallace (Fox News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":3,"Factor 2":8,"Factor 3":0,"Factor 4":14,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, first of all, I support the Second Amendment. I lived in Arkansas for 18 wonderful years. I represented upstate New York. I understand and respect the tradition of gun ownership. It goes back to the founding of our country. But I also believe that there can be and must be reasonable regulation. Because I support the Second Amendment doesn’t mean that I want people who shouldn’t have guns to be able to threaten you, kill you or members of your family. And so when I think about what we need to do, we have 33,000 people a year who die from guns. I think we need comprehensive background checks, need to close the online loophole, close the gun show loophole. There’s other matters that I think are sensible that are the kind of reforms that would make a difference that are not in any way conflicting with the Second Amendment. You mentioned the Heller decision. And what I was saying that you referenced, Chris, was that I disagreed with the way the court applied the Second Amendment in that case, because what the District of Columbia was trying to do was to protect toddlers from guns and so they wanted people with guns to safely store them. And the court didn’t accept that reasonable regulation, but they’ve accepted many others. So I see no conflict between saving people’s lives and defending the Second Amendment."}
{"File":"t003080","Title":"October 7, 1984 Debate Transcript","Debate":"The First Reagan-Mondale Presidential Debate","Date":465955200000,"Decade":1980,"Election":"1984 Election","Participants":"Reagan-Mondale","Moderators":"MS. RIDINGS","Speaker":"THE PRESIDENT","Party":"Republican","Factor 1":0,"Factor 2":6,"Factor 3":0,"Factor 4":13,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"The laws regarding that always were State laws. It was only when the Supreme Court handed down a decision that the Federal Government intervened in what had always been a State policy. Our laws against murder are State laws. So, I would think that this would be the point of enforcement on this. As I say, I feel that we have a problem here to resolve. And no one has approached it from that matter. It does not happen that the church that I belong to had that as part of its dogma. I know that some churches do. Now, it is a sin if you’re taking a human life. At the same time, in our Judeo-Christian tradition, we recognize the right of taking a human life in self-defense. And therefore, I’ve always believed that a mother, if medically it is determined that her life is at risk if she goes through with the pregnancy, she has a right then to take the life of even her own unborn child in defense of her own."}
{"File":"t003013","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":0,"Factor 2":20,"Factor 3":0,"Factor 4":13,"Factor 5":-1,"Factor 6":7,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I think when I think of heroes, I think back, not presently, Ann. But there are many people who I admire in this country today. Some of them are in public life in the Senate, the Congress. Some of my fellow governors who are real heroes to me. I think of those young athletes who represented us at the Olympics were tremendously impressive. We were proud of them. We felt strongly about them, and they did so well by us. I can think of doctors and scientists, Jonas Salk who for example discovered a vaccine which cured one of the most dread diseases we ever had. And he’s a hero. I think of classroom teachers, classroom teachers that I have had, classroom teachers that youngsters have today who are real heroes to our young people. Because they inspire them. They teach them. But more than that, they are role models. Members of the clergy who have done the same. Drug counselors out there in the street who are providing help to youngsters who come up to me and others who ask for help and want help, are doing the hard work, the heroic work, which it takes to provide that kind of leadership, that kind of counseling, that kind of support. I think of people in the law enforcement community who are taking their lives in their hands everyday, when they go up to one of those doors and kick it down and try to stop this flow of drugs into our communities and into our kids. So there are many, many heroes in this country today. These are people that give of themselves everyday and every week and every month. In many cases they are people in the community who are examples, and are role models. And I would hope that one of the things I could do as president is to recognize them, to give them the kind of recognition that they need and deserve so that more and more young people can themselves become the heroes of tomorrow, can go into public service, can go into teaching, can go into drug counseling, can go into law enforcement, and be heroes themselves to generations yet to come."}
{"File":"t002450","Title":"October 9, 1996 Debate Transcript","Debate":"The Gore-Kemp Vice Presidential Debate","Date":844819200000,"Decade":1990,"Election":"1996 Election","Participants":"Gore-Kemp","Moderators":"LEHRER","Speaker":"GORE","Party":"Democratic","Factor 1":30,"Factor 2":5,"Factor 3":0,"Factor 4":13,"Factor 5":0,"Factor 6":-1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"President Bill Clinton promised to create 8 million jobs. He’s created 10 and a half million new jobs. He’s promised to cut the budget deficit in half. He has cut it by 60 percent. He promised to end welfare as we know it. He passed and signed the Welfare Reform Law. He has already moved 1.9 million people off the welfare rolls into good jobs. We’ve got a plan to move 1 million more off welfare during the next four years. He promised to implement the death penalty. We passed an anti-crime Bill that has 60 new death penalty provisions. He promised to pass a plan that would put 100,000 new police officers on the streets. It is law, over the opposition of Senator Dole, and 20,000 of them are already on the streets, 2,000 of them have been funded already for here in Florida. We’re ahead of schedule and we’re going to get the additional 80,000 new police officers on the streets in the coming four years, 45,000 of them are now already funded. That is a record of promises made and promises kept. He promised middle-income tax cuts. We’ve cut taxes for 15 million families and our plan to cut them for all middle income families has been waiting for action in the Congress for two full years. In the next four years, we will pass it."}
{"File":"t002152","Title":"October 5, 2000 Debate Transcript","Debate":"The Lieberman-Cheney Vice Presidential Debate","Date":970704000000,"Decade":2000,"Election":"2000 Election","Participants":"Lieberman-Cheney","Moderators":"MODERATOR","Speaker":"LIEBERMAN","Party":"Democratic","Factor 1":13,"Factor 2":15,"Factor 3":0,"Factor 4":13,"Factor 5":1,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I have great respect for Dick Cheney. I don’t agree with a lot of things he said in this campaign. But I have a lot of respect for him. He was a very distinguished Secretary of Defense, and I don’t have anything negative to say about him. I want to say with the humility that is required to respond to this statement that I think what I would bring to the office of the vice presidency is a lifetimeâ€™s experience. Growing up in a working class family, having the opportunity to go to a great public school system, then to go on to college and then to be drawn really by President Kennedy, as well as the values of service my family gave me, into public life. Wanting to make a difference. I have had extraordinary opportunities, thanks again to those folks back home in Connecticut, Â as a state senator, attorney general trying to enforce the law to protect them and the environment and consumers, and to litigate on behalf of humans rights. And for the last 12 years as a member of the Senate of the United States focusing on national security questions, environmental protection, economic growth and values. But perhaps what I most bring is a friendship and shared values and shared priorities with Al Gore. I have tremendous respect for Al Gore. I’ve known him for 15 years. He’s an outstanding person as a public official and as a private person. His life is built on his faith. It’s devoted to his family. He volunteered for service in Vietnam from the beginning. In Congress he’s been willing to take on the big interests and fight for average people. As vice president I think he’s been the most effective vice president in the history of the United States and he has the right program to use the prosperity all the American people have earned to help particularly hard working middle-class families raise up their children to enjoy a better life. I think that’s what this is all about, why I’m so proud to be his running mate."}
{"File":"t000940","Title":"October 9, 2016 Debate Transcript","Debate":"Presidential Debate at Washington University in St. Louis, Missouri","Date":1475971200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Anderson Cooper (CNN) and Martha Raddatz (ABC News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":4,"Factor 2":16,"Factor 3":0,"Factor 4":13,"Factor 5":0,"Factor 6":7,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, 67 percent of the people voted to re-elect me when I ran for my second term, and I was very proud and very humbled by that. Mr. Carter, I have tried my entire life to do what I can to support children and families. You know, right out of law school, I went to work for the Children’s Defense Fund. And Donald talks a lot about, you know, the 30 years I’ve been in public service. I’m proud of that. You know, I started off as a young lawyer working against discrimination against African-American children in schools and in the criminal justice system. I worked to make sure that kids with disabilities could get a public education, something that I care very much about. I have worked with Latinos—one of my first jobs in politics was down in south Texas registering Latino citizens to be able to vote. So I have a deep devotion, to use your absolutely correct word, to making sure that every American feels like he or she has a place in our country. And I think when you look at the letters that I get, a lot of people are worried that maybe they wouldn’t have a place in Donald Trump’s America. They write me, and one woman wrote me about her son, Felix. She adopted him from Ethiopia when he was a toddler. He’s 10 years old now. This is the only country he’s ever known. And he listens to Donald on TV and he said to his mother one day, will he send me back to Ethiopia if he gets elected? You know, children listen to what is being said. To go back to the very, very first question. And there’s a lot of fear—in fact, teachers and parents are calling it the Trump effect. Bullying is up. A lot of people are feeling, you know, uneasy. A lot of kids are expressing their concerns. So, first and foremost, I will do everything I can to reach out to everybody."}
{"File":"t000836","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":-1,"Factor 2":7,"Factor 3":-4,"Factor 4":13,"Factor 5":0,"Factor 6":-2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"But for me, I would tell you that for me the sanctity of life proceeds out of the belief that — that ancient principle that — where God says before you were formed in the womb, I knew you, and so for my first time in public life, I sought to stand with great compassion for the sanctity of life. The state of Indiana has also sought to make sure that we expand alternatives in health care counseling for women, non-abortion alternatives. I’m also very pleased at the fact we’re well on our way in Indiana to becoming the most pro-adoption state in America. I think if you’re going to be pro-life, you should — you should be pro-adoption. But what I can’t understand is with Hillary Clinton and now Senator Kaine at her side is to support a practice like partial-birth abortion. I mean, to hold to the view — and I know Senator Kaine, you hold pro-life views personally — but the very idea that a child that is almost born into the world could still have their life taken from them is just anathema to me. And I cannot — I can’t conscience about — about a party that supports that. Or that — I know you’ve historically opposed taxpayer funding of abortion. But Hillary Clinton wants to — wants to repeal the longstanding provision in the law where we said we wouldn’t use taxpayer dollars to fund abortion. So for me, my faith informs my life. I try and spend a little time on my knees every day. But it all for me begins with cherishing the dignity, the worth, the value of every human life."}
{"File":"t000340","Title":"October 07, 2020 Vice Presidential Debate Transcript","Debate":"Vice Presidential Debate at the University of Utah in Salt Lake City, Utah","Date":1602028800000,"Decade":2020,"Election":"2020 Election","Participants":"Senator Kamala Harris (D-CA) and Vice President Mike Pence (R)","Moderators":"Susan Page (USA Today)","Speaker":"PENCE","Party":"Republican","Factor 1":6,"Factor 2":9,"Factor 3":2,"Factor 4":13,"Factor 5":-1,"Factor 6":3,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well our heart breaks for the loss of any innocent American life, and the family of Breonna Taylor has our sympathies. But I trust our justice system, a grand jury that reviews the evidence. And it really is remarkable, that as a former prosecutor, you would assume that in a panel grand jury, looking at all the evidence, got it wrong. But you’re entitled to your opinion, Senator. And with regard to George Floyd, there’s no excuse for what happened to George Floyd. Justice will be served. But there’s also no excuse for the rioting and looting that followed. I mean, it really is astonishing. Flora Westbrook is with us here tonight in Salt Lake City. Just a few weeks ago, I stood at what used to be her salon, was burned to the ground. By rioters and looters. And Flora is still trying to put her life back together. And I must tell ya, this, this presumption that you hear consistently from Joe Biden and Kamala Harris, that America is systemically racist. That as Joe Biden said, that he believes that law enforcement has an implicit bias against minorities, is a great insult to the men and women who serve in law enforcement. And I want everyone to know, who puts on the uniform of law enforcement every day, that President Trump and I stand with you. It is remarkable that when Senator Tim Scott tried to pass a police reform bill, brought together a group of Republicans and Democrats – Senator Harris, you got up and walked out of the room. And then you filibustered Senator Tim Scott’s bill on the Senate floor that would have provided new accountability, new resources. But we don’t have to choose between supporting law enforcement, improving public safety, and supporting our African American neighbors and all of our minorities. Under President Trump’s leadership –"}
{"File":"t003054","Title":"October 13, 1988 Debate Transcript","Debate":"The Second Bush-Dukakis Presidential Debate","Date":592704000000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"SHAW","Speaker":"BUSH","Party":"Republican","Factor 1":7,"Factor 2":24,"Factor 3":2,"Factor 4":12,"Factor 5":-1,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Sometimes it does seem that a campaign generates more heat than light. So let me repeat, I do have respect for my opponent, for his family, for the justifiable pride he takes in his heritage. But we have enormous differences. I want to hold the line on taxes, and keep this the longest expansion in modern history going until everybody in America benefits. I want to invest in our children. Because I mean it when I say I want a kinder and gentler nation. And by that I want to have child care where the families, the parents, have control. I want to keep our neighborhoods much, much better in terms of anti-crime, and that’s why I would appoint judges that have a little more sympathy for the victims of crime and a little less for the criminals. That’s why I do feel if some police officer is gunned down that the death penalty is required. I want to help those with disabilities fit into the mainstream. There is much to be done. This election is about big things. And perhaps the biggest is world peace. And I ask you to consider the experience I have had in working with a President who has revolutionized the situation around the world. America stands tall again, and as a result, we are credible. And we have now achieved an historic arms control agreement. I want to build on that. I’d love to be able to say to my grandchildren, four years after my first term, I’d like to say, your grandfather, working with the leaders of the Soviet Union, working with the leaders of Europe, was able to ban chemical and biological weapons from the face of the earth. Lincoln called this country the last best hope of man on earth. And he was right then, and we still are the last best hope of man on earth. And I ask for your support on November 8th. And I will be a good president. Working together, we can do wonderful things for the United States and the Free World. Thank you very, very much."}
{"File":"t002883","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":8,"Factor 2":20,"Factor 3":2,"Factor 4":12,"Factor 5":0,"Factor 6":7,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I’m saying that those of us who are elected to positions of political leadership, Jim, have a special responsibility, not only to come up with programs, and I have outlined in detail the very important, very strong program of enforcement as well as drug education prevention. And Mr. Bush is right – the two go hand in hand. But if our government itself is doing business with people who we know are engaged in drug profiteering and drug trafficking, if we don’t understand that that sends out a very, very bad message to our young people, it’s a little difficult for me to understand just how we can reach out to that youngster that I talked about and to young people like her all over the country, and say to them we want to help you. Now, I’ve outlined in great detail a program for being tough on enforcement at home and abroad, doubling the number of drug enforcement agents, having a hemispheric summit soon after the 20th of January when we bring our democratic neighbors and allies together here in this hemisphere and go to work together. But we also have to take demand seriously. You know, we have five percent of the world’s population in this country. We’re consuming 50 percent of the world’s cocaine. And in my state I’m proud to say we’ve organized a drug education and prevention program which the Federal Drug Enforcement Administration says is a model for the country. We’re helping youngsters; we’re reaching out to them. And we’re beginning with drug education and prevention beginning in the early elementary grades in every elementary school in our state, and that’s the kind of effort we need in every elementary school in the United States of America. And we’ve got to begin early, in the first, second and third grade, before our youngsters begin to experiment with these very, very dangerous substances. I guess the question I would ask of Mr. Bush is how we instill those values, how we create this environment for the drug free schools that we want in this country. If he or representatives of the administration are either with or involving people like Noriega in our foreign policy, or don’t pursue that connection in a way that makes it possible for us to cut it off and to be an example to our kids all over the country."}
{"File":"t002313","Title":"October 6, 1996 Debate Transcript","Debate":"The First Clinton-Dole Presidential Debate","Date":844560000000,"Decade":1990,"Election":"1996 Election","Participants":"Clinton-Dole","Moderators":"LEHRER","Speaker":"CLINTON","Party":"Democratic","Factor 1":22,"Factor 2":16,"Factor 3":2,"Factor 4":12,"Factor 5":0,"Factor 6":5,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Thank you, Jim. And thank you to the people of Hartford, our hosts. I want to begin by saying again how much I respect Senator Dole and his record of public service and how hard I will try to make this campaign and this debate one of ideas, not insults. Four years ago I ran for president at a time of high unemployment and rising frustration. I wanted to turn this country around with a program of opportunity for all, responsibility from all, and an American community where everybody has a role to play. I wanted a government that was smaller and less bureaucratic to help people make the most of their own lives. Four years ago you took me on faith. Now there’s a record: Ten and a half million more jobs, rising incomes, falling crime rates and welfare rolls, a strong America at peace. We are better off than we were four years ago. Let’s keep it going. We cut the deficit by 60 percent. Now, let’s balance the budget and protect Medicare, Medicaid, education and the environment. We cut taxes for 15 million working Americans. Now let’s pass the tax cuts for education and child rearing, help with medical emergencies, and buying a home. We passed family and medical leave. Now let’s expand it so more people can succeed as parents and in the work force. We passed 100,000 police, the assault weapons ban, the Brady Bill. Now let’s keep going by finishing the work of putting the police on the street and tackling juvenile gangs. We passed welfare reform. Now let’s move a million people from welfare to work. And most important, let’s make education our highest priority so that every eight-year-old will be able to read, every 12-year-old can log onto the Internet, every 18-year-old can go to college. We can build that bridge to the 21st Century. And I look forward to discussing exactly how we’re going to do it."}
{"File":"t002215","Title":"October 11, 2000 Debate Transcript","Debate":"The Second Gore-Bush Presidential Debate","Date":971222400000,"Decade":2000,"Election":"2000 Election","Participants":"Gore-Bush","Moderators":"MODERATOR","Speaker":"BUSH","Party":"Republican","Factor 1":0,"Factor 2":3,"Factor 3":0,"Factor 4":12,"Factor 5":0,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Yeah, no question about that, but there also needs to be strong enforcement of the law. Some kid who feels like — doesn’t matter where the gun comes from, it could be a cheap gun, expensive gun. What matters is something in this person’s head says there is not going to be a consequence. So in my state we toughen up the juvenile justice laws. We added beds. We’re tough. We believe in tough love. We say, if you get caught carrying a gun, you’re automatically detained. And that’s what needs to happen. We’ve got laws. If laws need to be strengthened, like instant background checks, that’s important."}
{"File":"t001836","Title":"October 8, 2004 Debate Transcript","Debate":"The Second Bush-Kerry Presidential Debate","Date":1097193600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U.S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"CHARLES GIBSON","Speaker":"BUSH","Party":"Republican","Factor 1":10,"Factor 2":5,"Factor 3":0,"Factor 4":12,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I haven’t yet. Just want to make sure they’re safe. When a drug comes in from Canada, I want to make sure it cures you and doesn’t kill you. And that’s why the FDA and that’s why the surgeon general are looking very carefully to make sure it can be done in a safe way. I’ve got an obligation to make sure our government does everything we can to protect you. And what my worry is is that, you know, it looks like it’s from Canada, and it might be from a third world. And we’ve just got to make sure, before somebody thinks they’re buying a product, that it works. And that’s why we’re doing what we’re doing. Now, it may very well be here in December you’ll hear me say, I think there’s a safe way to do it. There are other ways to make sure drugs are cheaper. One is to speed up generic drugs to the marketplace, quicker. Pharmaceuticals were using loopholes to keep brand — brand drugs in place, and generics are much less expensive than brand drugs. And we’re doing just that. Another is to pass — to get our seniors to sign up to these drug discount cards, and they’re working. Wanda Blackmore I met here from Missouri, the first time she bought drugs with her drug discount card, she paid $1.14, I think it was, for about $10 worth of drugs. These cards make sense. And, you know, in 2006 seniors are going to get prescription drug coverage for the first time in Medicare. Because I went to Washington to fix problems. Medicare — the issue of Medicare used to be called “Mediscare.” People didn’t want to touch it for fear of getting hurt politically. I wanted to get something done. I think our seniors deserve a modern medical system. And in 2006, our seniors will get prescription drug coverage. Thank you for asking."}
{"File":"t001772","Title":"October 13, 2004 Debate Transcript","Debate":"The Third Bush-Kerry Presidential Debate","Date":1097625600000,"Decade":2000,"Election":"2004 Election","Participants":"GEORGE W. BUSHPRESIDENT OF THE UNITED STATES U. S. SENATOR JOHN F. KERRY (MA)DEMOCRATIC PRESIDENTIAL NOMINEE","Moderators":"BOB SCHIEFFER","Speaker":"KERRY","Party":"Democratic","Factor 1":1,"Factor 2":12,"Factor 3":0,"Factor 4":12,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"I respect their views. I completely respect their views. I am a Catholic. And I grew up learning how to respect those views. But I disagree with them, as do many. I believe that I can’t legislate or transfer to another American citizen my article of faith. What is an article of faith for me is not something that I can legislate on somebody who doesn’t share that article of faith. I believe that choice is a woman’s choice. It’s between a woman, God and her doctor. And that’s why I support that. Now, I will not allow somebody to come in and change Roe v. Wade. The president has never said whether or not he would do that. But we know from the people he’s tried to appoint to the court he wants to. I will not. I will defend the right of Roe v. Wade. Now, with respect to religion, you know, as I said, I grew up a Catholic. I was an altar boy. I know that throughout my life this has made a difference to me. And as President Kennedy said when he ran for president, he said, “I’m not running to be a Catholic president. I’m running to be a president who happens to be Catholic. “ My faith affects everything that I do, in truth. There’s a great passage of the Bible that says, “What does it mean, my brother, to say you have faith if there are no deeds? Faith without works is dead. “ And I think that everything you do in public life has to be guided by your faith, affected by your faith, but without transferring it in any official way to other people. That’s why I fight against poverty. That’s why I fight to clean up the environment and protect this earth. That’s why I fight for equality and justice. All of those things come out of that fundamental teaching and belief of faith. But I know this, that President Kennedy in his inaugural address told all of us that here on Earth, God’s work must truly be our own. And that’s what we have to — I think that’s the test of public service."}
{"File":"t001385","Title":"October 16, 2012 Debate Transcript","Debate":"PRESIDENT BARACK OBAMA AND FORMER GOV. MITT ROMNEY PARTICIPATE IN A CANDIDATES DEBATE, HOFSTRA UNIVERSITY, HEMPSTEAD, NEW YORK","Date":1350345600000,"Decade":2010,"Election":"2012 Election","Participants":"FORMER GOV. MITT ROMNEY, R-MASS. PRESIDENT BARACK OBAMA","Moderators":"CANDY CROWLEY","Speaker":"ROMNEY","Party":"Republican","Factor 1":10,"Factor 2":21,"Factor 3":1,"Factor 4":12,"Factor 5":0,"Factor 6":8,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Yeah, I’m not in favor of new pieces of legislation on — on guns and taking guns away or making certain guns illegal. We, of course, don’t want to have automatic weapons, and that’s already illegal in this country to have automatic weapons. What I believe is we have to do, as the president mentioned towards the end of his remarks there, which is to make enormous efforts to enforce the gun laws that we have, and to change the culture of violence that we have. And you ask how — how are we going to do that? And there are a number of things. He mentioned good schools. I totally agree. We were able to drive our schools to be number one in the nation in my state. And I believe if we do a better job in education, we’ll — we’ll give people the — the hope and opportunity they deserve and perhaps less violence from that. But let me mention another thing. And that is parents. We need moms and dads, helping to raise kids. Wherever possible the — the benefit of having two parents in the home, and that’s not always possible. A lot of great single moms, single dads. But gosh to tell our kids that before they have babies, they ought to think about getting married to someone, that’s a great idea. Because if there’s a two parent family, the prospect of living in poverty goes down dramatically. The opportunities that the child will — will be able to achieve increase dramatically. So we can make changes in the way our culture works to help bring people away from violence and give them opportunity, and bring them in the American system. The — the greatest failure we’ve had with regards to — to gun violence in some respects is what — what is known as Fast and Furious. Which was a program under this administration, and how it worked exactly I think we don’t know precisely, where thousands of automatic, and AK-47 type weapons were — were given to people that ultimately gave them to — to drug lords. They used those weapons against — against their own citizens and killed Americans with them. And this was a — this was a program of the government. For what purpose it was put in place, I can’t imagine. But it’s one of the great tragedies related to violence in our society which has occurred during this administration. Which I think the American people would like to understand fully, it’s been investigated to a degree, but — but the administration has carried out executive privilege to prevent all of the information from coming out. I’d like to understand who it was that did this, what the idea was behind it, why it led to the violence, thousands of guns going to Mexican drug lords. OBAMA: Candy?"}
{"File":"t000980","Title":"October 19, 2016 Debate Transcript","Debate":"Presidential Debate at the University of Nevada in Las Vegas","Date":1476835200000,"Decade":2010,"Election":"2016 Election","Participants":"Former Secretary of State Hillary Clinton (D) and Businessman Donald Trump (R)","Moderators":"Chris Wallace (Fox News)","Speaker":"CLINTON","Party":"Democratic","Factor 1":10,"Factor 2":18,"Factor 3":2,"Factor 4":12,"Factor 5":0,"Factor 6":4,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, as he was talking, I was thinking about a young girl I met here in Las Vegas, Carla, who is very worried that her parents might be deported, because she was born in this country but they were not. They work hard, they do everything they can to give her a good life. And you’re right. I don’t want to rip families apart. I don’t want to be sending parents away from children. I don’t want to see the deportation force that Donald has talked about in action in our country. We have 11 million undocumented people. They have 4 million American citizen children, 15 million people. He said as recently as a few weeks ago in Phoenix that every undocumented person would be subject to deportation. Now, here’s what that means. It means you would have to have a massive law enforcement presence, where law enforcement officers would be going school to school, home to home, business to business, rounding up people who are undocumented. And we would then have to put them on trains, on buses to get them out of our country. I think that is an idea that is not in keeping with who we are as a nation. I think it’s an idea that would rip our country apart. I have been for border security for years. I voted for border security in the United States Senate. And my comprehensive immigration reform plan of course includes border security. But I want to put our resources where I think they’re most needed: Getting rid of any violent person. Anybody who should be deported, we should deport them. When it comes to the wall that Donald talks about building, he went to Mexico, he had a meeting with the Mexican president. Didn’t even raise it. He choked and then got into a Twitter war because the Mexican president said we’re not paying for that wall. So I think we are both a nation of immigrants and we are a nation of laws and that we can act accordingly. And that’s why I’m introducing comprehensive immigration reform within the first 100 days with a path to citizenship."}
{"File":"t000703","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"KAINE","Party":"Democratic","Factor 1":2,"Factor 2":3,"Factor 3":-1,"Factor 4":12,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Elaine, if I could — if I could jump in. I’ve heard Senator Scott make that eloquent plea. And look, criminal justice is about respecting the law and being respected by the law. So there is a fundamental respect issue here. And I just want to talk about the tone that’s set from the top. Donald Trump during his campaign has called Mexicans rapists and criminals. He’s called women slobs, pigs, dogs, disgusting. I don’t like saying that in front of my wife and my mother. He attacked an Indiana-born federal judge and said he was unqualified to hear a federal lawsuit because his parents were Mexican. He went after John McCain, a POW, and said he wasn’t a hero because he’d been captured. He said African-Americans are living in Hell. And he perpetrated this outrageous and bigoted lie that President Obama is not a U.S. citizen. If you want to have a society where people are respected and respect laws, you can’t have somebody at the top who demeans every group that he talks about. And I just — again, I cannot believe that Governor Pence will defend the insult-driven campaign that Donald Trump has run."}
{"File":"t000701","Title":"October 4, 2016 Debate Transcript","Debate":"Vice Presidential Debate at Longwood University in Farmville, Virginia","Date":1475539200000,"Decade":2010,"Election":"2016 Election","Participants":"Senator Tim Kaine (D-VA) and Governor Mike Pence (R-IN)","Moderators":"Elaine Quijano (CBS News)","Speaker":"PENCE","Party":"Republican","Factor 1":4,"Factor 2":3,"Factor 3":1,"Factor 4":12,"Factor 5":0,"Factor 6":0,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I have the deepest respect for Senator Scott, and he’s a close friend. And what I would say is that we — we need to adopt criminal justice reform nationally. I — I signed criminal justice reform in the state of Indiana, Senator, and we’re very proud of it. I worked when I was in Congress on the second chance act. We have got to do a better job recognizing and correcting the errors in the system that do reflect on institutional bias in criminal justice. But what — what — what Donald Trump and I are saying is let’s not have the reflex of assuming the worst of men and women in law enforcement. We truly do believe that law enforcement is not a force for racism or division in our country…"}
{"File":"t002909","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":28,"Factor 2":13,"Factor 3":2,"Factor 4":11,"Factor 5":-1,"Factor 6":2,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"Well, I said a few minutes ago, Peter, that you could improve the lives of families and youngsters and save money at the same time. Welfare reform is one way to do it. If we invest in job training, in child care for those youngsters, in some extended health benefits so that that mother and her kids don’t lose their health benefits when she goes to work, we can help literally hundreds of thousands, if not millions of families, to get off of welfare, to become independent and self-sufficient, to be taxpaying citizens, and to improve their lives, the quality of lives, their futures, and the futures of those children. That’s just one example of how you can save money and improve the quality of life at the same time. In my own state, for example, we now have that universal health care system, which the vice president opposes, I think very unwisely. One of the greatest barriers to opportunity for a family and for those children is the threat that they mat lose their health insurance. Think about that father down there in Houston who has to tell his youngster that he can’t play little league ball that he can’t go out on the ball field because he’s afraid he’s going to get hurt. And yet, Mr. Bush says well, I don’t think we ought to expect business to provide health insurance for their employees, when responsible employers, a majority of employers in this country do and are paying more for their insurance to reimburse hospitals for free care on account of people that are not insured, that have to go to that hospital. So these are the ways that you help families, you help youngsters to live better lives, and more decent lives. Were ready to go to work at the state and local level, all of us. I know the private sector is. People are all over the country. But it takes presidential leadership. It takes a commitment to being involved and the leading. And that’s the kind of presidency I want to lead."}
{"File":"t002902","Title":"September 25, 1988 Debate Transcript","Debate":"The First Bush-Dukakis Presidential Debate","Date":591148800000,"Decade":1980,"Election":"1988 Election","Participants":"Bush-Dukakis","Moderators":"LEHRER","Speaker":"DUKAKIS","Party":"Democratic","Factor 1":3,"Factor 2":8,"Factor 3":0,"Factor 4":11,"Factor 5":0,"Factor 6":1,"Dimension":"Dimension 4","Pole":"Positive Pole","Label":"Dimension 4 - Positive Pole - Label: <Placeholder for Label>","Description":"Dimension 4 - Positive Pole - Description: <Placeholder for Description>","Text":"No, I don’t think there is. There are two very different issues here, and they’ve got to be dealt with separately. I’m opposed to the death penalty. I think everybody knows that. I’m also very tough on violent crime. And that’s one of the reasons why my state has cut crime by more than any other industrial state in America. It’s one of the reasons why we have the lowest murder rate of any industrial state in the country. It’s one of the reasons why we have a drug education and prevention program that is reaching out and helping youngsters all over our state, the kind of thing I want to do as president of the United States. You know, the vice president says he wants to impose the death penalty on drug traffickers, and yet his administration has a federal furlough program which is one of the most permissive in the country, which gave last year 7,000 furloughs to drug traffickers and drug pushers, the same people that he says he now wants to execute. The issue of abortion is a very difficult issue, one that I think that we all have to wrestle with, we have to come to terms with. I don’t favor abortion. I don’t think it’s a good thing. I don’t think most people do. The question is who makes the decision. And I think it has to be the woman, in the exercise of her own conscience and religious beliefs, that makes that decision."}
